/* 20090817 npc 新增資料 */
INSERT INTO `npc` VALUES
(81246, 'シャルナ', '$4883', '', 'L1Merchant', 2090, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, -1, -1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, -1, 0, 14, 0, 1, 0);

/* 20090817 npcaction 新增資料 */
INSERT INTO `npcaction` VALUES
(81245, '', '', '', ''),
(81246, 'sharna1', 'sharna2', '', '');

/* 20090817 spawnlist_npc 新增資料 */
INSERT INTO `spawnlist_npc` VALUES
(1310416, 'シャルナ', 1, 81246, 34052, 32262, 0, 0, 5, 0, 4, 100);