/* 20090816 mobskill 修正與新增資料 */
delete from mobskill Where mobid = '45326';
delete from mobskill Where mobid = '45347';
delete from mobskill Where mobid = '45474';
delete from mobskill Where mobid = '45850';
delete from mobskill Where mobid = '45851';

insert  into mobskill values
(45326, 0, 'ダークフォレスター(6セル遠距離攻撃)', 2, 100, 0, 0, -6, 5, 0, 6, 0, 0, 0, 10093, 0, 0, 0, 0, 0, 0),
(45347, 0, 'ダークフォレスター(6セル遠距離攻撃)', 2, 100, 0, 0, -6, 5, 0, 6, 0, 0, 0, 10093, 0, 0, 0, 0, 0, 0),
(45474, 0, 'ダークフォレストガード(6セル遠距離攻撃)', 2, 100, 0, 0, -6, 5, 0, 6, 0, 0, 0, 10093, 0, 0, 0, 0, 0, 0),
(45850, 0, 'ダークフォレストガード(6セル遠距離攻撃)', 2, 100, 0, 0, -6, 5, 0, 6, 0, 0, 0, 10093, 0, 0, 0, 0, 0, 0),
(45851, 0, 'ダークフォレストガード(6セル遠距離攻撃)', 2, 100, 0, 0, -6, 5, 0, 6, 0, 0, 0, 10093, 0, 0, 0, 0, 0, 0),
/* 以下 test mobskill 已有 */
(45982, 0, 'ダークフォレストガード(6セル遠距離攻撃)', 2, 100, 0, 0, -6, 5, 0, 6, 0, 0, 0, 10093, 0, 0, 0, 0, 0, 0);