/* 20090816 mobskill 修正與新增資料 */
delete from mobskill Where mobid = '45363';
delete from mobskill Where mobid = '45907';

insert  into mobskill values
(45363, 0, 'ダーク エレメンタリスト(3セル範囲魔法)', 2, 100, 0, 0, -3, 4, 0, 3, 0, 0, 0, 10091, 0, 0, 0, 0, 0, 0),
(45363, 1, 'ダーク エレメンタリスト(召還:ダークエレメンタル)', 3, 5, 0, 0, -3, 1, 0, 3, 0, 0, 0, 0, 0, 0, 45244, 1, 2, 0),
(45907, 0, 'ダーク エレメンタリスト(3セル範囲魔法)', 2, 100, 0, 0, -3, 4, 0, 3, 0, 0, 0, 10091, 0, 0, 0, 0, 0, 0),
(45907, 1, 'ダーク エレメンタリスト(召還:ダークエレメンタル)', 3, 5, 0, 0, -3, 1, 0, 3, 0, 0, 0, 0, 0, 0, 45911, 1, 2, 0),
/* 以下 test mobskill 已有 */
(45845, 0, 'ダーク エレメンタリスト(3セル範囲魔法)', 2, 100, 0, 0, -3, 4, 0, 3, 0, 0, 0, 10091, 0, 0, 0, 0, 0, 0),
(45852, 0, 'ダーク エレメンタリスト(3セル範囲魔法)', 2, 100, 0, 0, -3, 4, 0, 3, 0, 0, 0, 10091, 0, 0, 0, 0, 0, 0),
(45991, 0, 'ダーク エレメンタリスト(3セル範囲魔法)', 2, 100, 0, 0, -3, 4, 0, 3, 0, 0, 0, 10091, 0, 0, 0, 0, 0, 0);

/* 20090816 npc 修正資料 */
Update npc Set note = '侵攻路(廃止)' Where npcid = '45245';
Update npc Set atk_magic_speed = '2240' ,sub_magic_speed = '2240' Where npcid = '45363';
Update npc Set atk_magic_speed = '2240' ,sub_magic_speed = '2240' Where npcid = '45907';

/* 20090816 skills 修正資料 */
delete from skills Where skill_id = '10091';
insert  into skills values
(10091, 'ダークエレメンタリスト(3セル範囲攻撃)', 0, 0, 0, 0, 0, 0, 0, 0, 'none', 3, 10, 8, 4, 0, 0, 0, 64, 0, 0, 3, 0, 0, '', 18, 3363, 0, 0, 0, 0);