/* 20090606 rev1850 armor 變更資料 */
delete from armor where item_id = '21032' ;
delete from armor where item_id = '21033' ;
INSERT INTO `armor` VALUES
(21032, 'キャラクター名の体力のＴシャツ', '$5360', 'T', 'cloth', 10000, 2663, 24, 0, 0, 4, 1, 1, 1, 1, 1, 1, 1, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0),
(21033, 'キャラクター名の魔力のＴシャツ', '$5361', 'T', 'cloth', 10000, 2663, 24, 0, 0, 4, 1, 1, 1, 1, 1, 1, 1, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0);

/* shop 變更新增資料 */
Update shop Set item_id  = '21108' Where npc_id  = '81016'And item_id ='120085';
INSERT INTO `shop` VALUES
(81016, 120085, 21, 1, 0, -1);