/* 20090830 npc 修改資料 */
delete from npc Where npcid = '70862';
delete from npc Where npcid = '70863';
delete from npc Where npcid = '70992';

insert  into npc values
(70862, 'キーパー', '$474', 'ハイネ城北西門', 'L1Guard', 148, 10, 3000, 300, 0, 126, 126, 126, 126, 126, 0, 0, 1800, 'large', 0, 2, 0, 480, 840, 0, 840, 840, 0, 0, 0, 0, 0, 0, 'guard', 0, -1, -1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, -1, 0, 14, 0, 0, 0),
(70863, 'キーパー', '$474', 'ハイネ城入り口', 'L1Guard', 148, 10, 3000, 300, 0, 126, 126, 126, 126, 126, 0, 0, 1800, 'large', 0, 2, 0, 480, 840, 0, 840, 840, 0, 0, 0, 0, 0, 0, 'guard', 0, -1, -1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, -1, 0, 14, 0, 0, 0),
(70992, 'キーパー', '$474', 'ハイネ城南東門', 'L1Guard', 148, 10, 3000, 300, 0, 126, 126, 126, 126, 126, 0, 0, 1800, 'large', 0, 2, 0, 480, 840, 0, 840, 840, 0, 0, 0, 0, 0, 0, 'guard', 0, -1, -1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, -1, 0, 14, 0, 0, 0);

/* 20090830 spawnlist_npc 修改資料 */

delete from spawnlist_npc Where id = '88123';
delete from spawnlist_npc Where id = '88124';
delete from spawnlist_npc Where id = '88125';
delete from spawnlist_npc Where id = '88126';
delete from spawnlist_npc Where id = '88127';
delete from spawnlist_npc Where id = '88128';
delete from spawnlist_npc Where id = '88129';
delete from spawnlist_npc Where id = '88130';
delete from spawnlist_npc Where id = '88131';
delete from spawnlist_npc Where id = '88132';
delete from spawnlist_npc Where id = '88133';
delete from spawnlist_npc Where id = '88134';
delete from spawnlist_npc Where id = '88135';
delete from spawnlist_npc Where id = '88136';
delete from spawnlist_npc Where id = '88137';
delete from spawnlist_npc Where id = '88138';
delete from spawnlist_npc Where id = '88139';
delete from spawnlist_npc Where id = '88140';
delete from spawnlist_npc Where id = '88141';
delete from spawnlist_npc Where id = '88142';
delete from spawnlist_npc Where id = '88143';
delete from spawnlist_npc Where id = '88144';
delete from spawnlist_npc Where id = '88145';

INSERT INTO `spawnlist_npc` VALUES
(88123, '近衛兵_ハイネ城内', 1, 60563, 32574, 32842, 0, 0, 4, 0, 64, 0),
(88124, '近衛兵_ハイネ城内', 1, 60563, 32570, 32842, 0, 0, 4, 0, 64, 0),
(88125, '近衛兵_ハイネ城内', 1, 60563, 32583, 32829, 0, 0, 6, 0, 64, 0),
(88126, '近衛兵_ハイネ城内', 1, 60563, 32583, 32835, 0, 0, 6, 0, 64, 0),
(88127, '近衛兵_ハイネ城内', 1, 60563, 32561, 32829, 0, 0, 2, 0, 64, 0),
(88128, '近衛兵_ハイネ城内', 1, 60563, 32561, 32835, 0, 0, 2, 0, 64, 0),
(88129, '近衛兵_ハイネ城内', 1, 60563, 32570, 32818, 0, 0, 4, 0, 64, 0),
(88130, 'ハイネ ガード_ハイネ城内', 0, 70857, 32579, 32837, 0, 0, 2, 0, 64, 0),
(88131, '近衛兵_ハイネ城北西門外側', 1, 60563, 33522, 33325, 0, 0, 0, 0, 4, 15),
(88132, '近衛兵_ハイネ城北西門外側', 1, 60563, 33527, 33325, 0, 0, 0, 0, 4, 15),
(88133, '近衛兵_ハイネ城壁内', 1, 60563, 33515, 33434, 0, 0, 2, 0, 4, 15),
(88134, '近衛兵_ハイネ城壁内', 1, 60563, 33528, 33434, 0, 0, 6, 0, 4, 15),
(88135, '近衛兵_ハイネ城入り口', 1, 60563, 33520, 33389, 0, 0, 4, 0, 4, 15),
(88136, '近衛兵_ハイネ城入り口', 1, 60563, 33526, 33389, 0, 0, 4, 0, 4, 15),
(88137, '近衛兵_ハイネ城南東門外側', 1, 60563, 33520, 33482, 0, 0, 4, 0, 4, 15),
(88138, '近衛兵_ハイネ城南東門外側', 1, 60563, 33526, 33483, 0, 0, 4, 0, 4, 15),
(88139, '近衛兵_ハイネ城壁内', 1, 60563, 33493, 33370, 0, 0, 4, 0, 4, 15),
(88140, '近衛兵_ハイネ城壁内', 1, 60563, 33552, 33370, 0, 0, 4, 0, 4, 15),
(88141, 'キーパー_ハイネ城北西門外側', 1, 70862, 33526, 33332, 0, 0, 0, 0, 4, 15),
(88142, 'キーパー_ハイネ城北西門内側', 1, 70862, 33526, 33350, 0, 0, 4, 0, 4, 15),
(88143, 'キーパー_ハイネ城入り口', 1, 70863, 33520, 33387, 0, 0, 4, 0, 4, 15),
(88144, 'キーパー_ハイネ城南東門外側', 1, 70992, 33526, 33479, 0, 0, 4, 0, 4, 15),
(88145, 'キーパー_ハイネ城南東門内側', 1, 70992, 33524, 33458, 0, 0, 0, 0, 4, 15);