/* 20091228 新增魔法卷軸 */
INSERT INTO `etcitem` VALUES ('50041', '魔法卷軸 (造屍術)', '$1487 $1461', '$1487 $1461', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50043', '魔法卷軸 (加速術)', '$1487 $1463', '$1487 $1463', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50044', '魔法卷軸 (魔法相消術)', '$1487 $1464', '$1487 $1464', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50045', '魔法卷軸 (地裂術)', '$1487 $1465', '$1487 $1465', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50046', '魔法卷軸 (烈炎術)', '$1487 $1973', '$1487 $1973', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50047', '魔法卷軸 (弱化術)', '$1487 $1984', '$1487 $1984', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50055', '魔法卷軸 (狂暴術)', '$1487 $1986', '$1487 $1986', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50056', '魔法卷軸 (疾病術)', '$1487 $1987', '$1487 $1987', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50058', '魔法卷軸 (火牢)', '$1487 $1472', '$1487 $1472', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '1800', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50059', '魔法卷軸 (冰雪暴)', '$1487 $1473', '$1487 $1473', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '1800', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50060', '魔法卷軸 (隱身術)', '$1487 $1474', '$1487 $1474', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '1800', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50061', '魔法卷軸 (返生術)', '$1487 $1475', '$1487 $1475', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '1800', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50063', '魔法卷軸 (治癒能量風暴)', '$1487 $1988', '$1487 $1988', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50064', '魔法卷軸 (魔法封印)', '$1487 $1989', '$1487 $1989', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50065', '魔法卷軸 (雷霆風暴)', '$1487 $1476', '$1487 $1476', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50066', '魔法卷軸 (沉睡之霧)', '$1487 $1477', '$1487 $1477', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50067', '魔法卷軸 (變形術)', '$1487 $1478', '$1487 $1478', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50068', '魔法卷軸 (聖結界)', '$1487 $1479', '$1487 $1479', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50069', '魔法卷軸 (集體傳送術)', '$1487 $1480', '$1487 $1480', 'scroll', 'ntele', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50071', '魔法卷軸 (藥水霜化術)', '$1487 $1990', '$1487 $1990', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50072', '魔法卷軸 (強力無所遁形術)', '$1487 $1991', '$1487 $1991', 'scroll', 'normal', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50073', '魔法卷軸 (創造魔法武器)', '$1487 $1481', '$1487 $1481', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50074', '魔法卷軸 (流星雨)', '$1487 $1482', '$1487 $1482', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50075', '魔法卷軸 (終極返生術)', '$1487 $1483', '$1487 $1483', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50076', '魔法卷軸 (集體緩速術)', '$1487 $1484', '$1487 $1484', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50077', '魔法卷軸 (究極光裂術)', '$1487 $1485', '$1487 $1485', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50078', '魔法卷軸 (絕對屏障)', '$1487 $1992', '$1487 $1992', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50079', '魔法卷軸 (靈魂昇華)', '$1487 $1993', '$1487 $1993', 'scroll', 'normal', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50080', '魔法卷軸 (冰雪颶風)', '$1487 $1994', '$1487 $1994', 'scroll', 'spell_long', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50158', '魔法卷軸 (生命之泉)', '$1487 $5745', '$1487 $5745', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50169', '魔法卷軸 (體能激發)', '$1487 $7486', '$1487 $7486', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');
INSERT INTO `etcitem` VALUES ('50181', '魔法卷軸 (龍之護鎧)', '$1487 $5920', '$1487 $5920', 'scroll', 'spell_buff', 'paper', '630', '863', '22', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '5', '32', '0', '0', '0');

/* 修正中文字串 */
Update etcitem Set unidentified_name_id = '$5417' Where item_id = '49037';/* 魔法娃娃：長老 */
Update etcitem Set identified_name_id = '$5417' Where item_id = '49037';
Update etcitem Set unidentified_name_id = '$5418' Where item_id = '49038';/* 魔法娃娃：奎斯坦修 */
Update etcitem Set identified_name_id = '$5418' Where item_id = '49038';
Update etcitem Set unidentified_name_id = '$5419' Where item_id = '49039';/* 魔法娃娃：石頭高崙 */
Update etcitem Set identified_name_id = '$5419' Where item_id = '49039';
Update etcitem Set unidentified_name_id = '$7448' Where item_id = '31002';/* 魔法娃娃：雪怪 */
Update etcitem Set identified_name_id = '$7448' Where item_id = '31002';
Update etcitem Set unidentified_name_id = '$7449' Where item_id = '31003';/* 魔法娃娃：蛇女 */
Update etcitem Set identified_name_id = '$7449' Where item_id = '31003';
Update etcitem Set unidentified_name_id = '$7511' Where item_id = '31004';/* 魔法娃娃：亞力安 */
Update etcitem Set identified_name_id = '$7511' Where item_id = '31004';
Update etcitem Set unidentified_name_id = '$7400' Where item_id = '31006';/* 魔法娃娃：史巴托 */
Update etcitem Set identified_name_id = '$7400' Where item_id = '31006';
Update etcitem Set unidentified_name_id = '$6411' Where item_id = '31008';/* 鐵門公會 魔法娃娃：雪怪 */
Update etcitem Set identified_name_id = '$6411' Where item_id = '31008';