/*
 * This program is free software: you can redistribute it and/or modify it under
 * the terms of the GNU General Public License as published by the Free Software
 * Foundation, either version 3 of the License, or (at your option) any later
 * version.
 * 
 * This program is distributed in the hope that it will be useful, but WITHOUT
 * ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS
 * FOR A PARTICULAR PURPOSE. See the GNU General Public License for more
 * details.
 * 
 * You should have received a copy of the GNU General Public License along with
 * this program. If not, see <http://www.gnu.org/licenses/>.
 */
package net.l1j.server.model.id;

public enum SystemMessageId {
	/** 遊戲訊息: 王子 */
	$0(0),
	/** 遊戲訊息: 公主 */
	$1(1),
	/** 遊戲訊息: 騎士 */
	$2(2),
	/** 遊戲訊息: 騎士 */
	$3(3),
	/** 遊戲訊息: 魔法師 */
	$4(4),
	/** 遊戲訊息: 魔法師 */
	$5(5),
	/** 遊戲訊息: 妖精 */
	$6(6),
	/** 遊戲訊息: 妖精 */
	$7(7),
	/** 遊戲訊息: 黑暗妖精 */
	$8(8),
	/** 遊戲訊息: 黑暗妖精 */
	$9(9),
	/** 遊戲訊息: 技師 */
	$10(10),
	/** 遊戲訊息: 技師 */
	$11(11),
	/** 遊戲訊息: 邪惡 */
	$12(12),
	/** 遊戲訊息: 中立 */
	$13(13),
	/** 遊戲訊息: 正義 */
	$14(14),
	/** 遊戲訊息: 王子是一個隊伍的領導者，擅於武器和盔甲，能使用少許的魔法。 */
	$15(15),
	/** 遊戲訊息: 公主是一個隊伍的領導者，擅於武器和盔甲，能使用少許的魔法。 */
	$16(16),
	/** 遊戲訊息: 騎士可裝備武器和盔甲，且對戰鬥非常出色，但是無法使用魔法。 */
	$17(17),
	/** 遊戲訊息: 魔法師很了解法術，但是只能使用部份的武器和較輕的盔甲。 */
	$18(18),
	/** 遊戲訊息: 影子的動作很快，且移動的時候幾乎沒有聲音。 */
	$19(19),
	/** 遊戲訊息: 妖精具有很高的神力，且可製造妖精族武器和盔甲。 */
	$20(20),
	/** 遊戲訊息: 盜賊可偷其他人的東西。 */
	$21(21),
	/** 遊戲訊息: 技師了解有關各種不同的物品，尤其粉末和槍。 */
	$22(22),
	/** 遊戲訊息: 請指定在遊戲上使用的名稱。中文1~6字，英文2~12字，請勿使用特殊字元。 */
	$23(23),
	/** 遊戲訊息: 請指定密碼。最少8字。 */
	$24(24),
	/** 遊戲訊息: 為了確認密碼，請再輸入一次。 */
	$25(25),
	/** 遊戲訊息: 請選擇遊戲裡的性別。 */
	$26(26),
	/** 遊戲訊息: 名稱 */
	$27(27),
	/** 遊戲訊息: 密碼 */
	$28(28),
	/** 遊戲訊息: 確認密碼 */
	$29(29),
	/** 遊戲訊息: 性別 */
	$30(30),
	/** 遊戲訊息: 男 */
	$31(31),
	/** 遊戲訊息: 女 */
	$32(32),
	/** 遊戲訊息: 職業 */
	$33(33),
	/** 遊戲訊息: 創造 */
	$34(34),
	/** 遊戲訊息: 取消 */
	$35(35),
	/** 遊戲訊息: 創造人物 */
	$36(36),
	/** 遊戲訊息: 登錄 */
	$37(37),
	/** 遊戲訊息: 創造新的角色… */
	$38(38),
	/** 遊戲訊息: 天堂 */
	$39(39),
	/** 遊戲訊息: 正在連接伺服器… */
	$40(40),
	/** 遊戲訊息: 正在檢查更新案… */
	$41(41),
	/** 遊戲訊息: 連結關閉 */
	$42(42),
	/** 遊戲訊息: 無法知道%s的位址。 */
	$43(43),
	/** 遊戲訊息: 連結關閉 */
	$44(44),
	/** 遊戲訊息: 未知的錯誤%d */
	$45(45),
	/** 遊戲訊息: 錯誤 */
	$46(46),
	/** 遊戲訊息: 斷線。 */
	$47(47),
	/** 遊戲訊息: 正在接收檔案。 */
	$48(48),
	/** 遊戲訊息: 無法執行lin。bin。 */
	$49(49),
	/** 遊戲訊息: 確定要離開？ [Y/N] */
	$50(50),
	/** 遊戲訊息: 無法讀取%s。 */
	$51(51),
	/** 遊戲訊息: 用戶端版本配合錯誤。請重新下載用戶端程式。 */
	$52(52),
	/** 遊戲訊息: 無效的名字。 若您擅自修改，將無法進行遊戲。 */
	$53(53),
	/** 遊戲訊息: 密碼不同。請重新輸入。 */
	$54(54),
	/** 遊戲訊息: 密碼太短。請至少輸入８個字元。 */
	$55(55),
	/** 遊戲訊息: 您輸入的密碼錯誤。再次確認您所輸入的密碼是否正確，或電洽遊戲橘子客服中心(02)8024-2002。 */
	$56(56),
	/** 遊戲訊息: 已經有同樣的帳號。請重新輸入。 */
	$57(57),
	/** 遊戲訊息: 已經有同樣的角色名稱。請重新輸入。 */
	$58(58),
	/** 遊戲訊息: 您的電子郵件是無效的。請再輸入電子郵件的正確的地址。 */
	$59(59),
	/** 遊戲訊息: 國家名稱是無效的。請重新輸入國家名稱。 */
	$60(60),
	/** 遊戲訊息: 錯誤職業。請將此BUG通知製作單位。 */
	$61(61),
	/** 遊戲訊息: 錯誤性別。請將此BUG通知製作單位。 */
	$62(62),
	/** 遊戲訊息: 錯誤能力值。請將此BUG通知製作單位 */
	$63(63),
	/** 遊戲訊息: 連線中斷。 */
	$64(64),
	/** 遊戲訊息: 無法登入的原因如下： */
	$65(65),
	/** 遊戲訊息: 已經使用中。 */
	$66(66),
	/** 遊戲訊息: 刪除5級以上的角色需要等候7天。 在七天之內能取消刪除，您確定真的要刪除角色\fZ%s\f>嗎？ */
	$67(67),
	/** 遊戲訊息: 若想觀看遊戲說明請同時按Ctrl+H鍵。 */
	$68(68),
	/** 遊戲訊息: \f1%0%s 進入遊戲。 */
	$69(69),
	/** 遊戲訊息: \f1%0%s 離開遊戲。 */
	$70(70),
	/** 遊戲訊息: 中斷與\f1%0的連接。 */
	$71(71),
	/** 遊戲訊息: \f3伺服器將會在 %0 秒後關機。請玩家先行離線。 */
	$72(72),
	/** 遊戲訊息: \f1%0%d 不在線上。 */
	$73(73),
	/** 遊戲訊息: \f1%0%o 無法使用。 */
	$74(74),
	/** 遊戲訊息: \f1沒有多餘的空間可以儲存。 */
	$75(75),
	/** 遊戲訊息: \f1吃 %0%o。 */
	$76(76),
	/** 遊戲訊息: \f1你覺得舒服多了。 */
	$77(77),
	/** 遊戲訊息: 你想要什麼？ */
	$78(78),
	/** 遊戲訊息: \f1沒有任何事情發生。 */
	$79(79),
	/** 遊戲訊息: 你要去那裡？ */
	$80(80),
	/** 遊戲訊息: \f1目前線上的使用者: %0 */
	$81(81),
	/** 遊戲訊息: 此物品太重了，所以你無法攜帶。 */
	$82(82),
	/** 遊戲訊息: 你所創立的血盟名稱？ */
	$83(83),
	/** 遊戲訊息: 創立\f1%0 血盟。 */
	$84(84),
	/** 遊戲訊息: \f1王子和公主才可創立血盟。 */
	$85(85),
	/** 遊戲訊息: \f1已經創立血盟。 */
	$86(86),
	/** 遊戲訊息: \f1你是王子！無法加入別的血盟！ */
	$87(87),
	/** 遊戲訊息: \f1你是公主！無法加入別的血盟！ */
	$88(88),
	/** 遊戲訊息: \f1你已經有血盟了。 */
	$89(89),
	/** 遊戲訊息: \f1%0%d 尚未創立血盟。 */
	$90(90),
	/** 遊戲訊息: \f1%0%s 沒有面對看你。 */
	$91(91),
	/** 遊戲訊息: \f1%0%d 不是王子或公主。 */
	$92(92),
	/** 遊戲訊息: \f1你注視的地方沒有人。 */
	$93(93),
	/** 遊戲訊息: \f1你接受%0當你的血盟成員。 */
	$94(94),
	/** 遊戲訊息: \f1加入%0血盟。 */
	$95(95),
	/** 遊戲訊息: \f1%0%s 拒絕你的請求。 */
	$96(96),
	/** 遊戲訊息: \f3%0%s 想加入你的血盟。你接受嗎。(Y/N) */
	$97(97),
	/** 遊戲訊息: \f1血盟的名稱太長。 */
	$98(98),
	/** 遊戲訊息: \f1那個血盟名稱已經存在。 */
	$99(99),
	/** 遊戲訊息: 委託他對誰報仇？ */
	$100(100),
	/** 遊戲訊息: %0%s 沒有傷害過你。 */
	$101(101),
	/** 遊戲訊息: %0%s 委託你替他殺死%1%o 。你接受嗎？ (Y/N) */
	$102(102),
	/** 遊戲訊息: 你答應替%0報仇 %1。 */
	$103(103),
	/** 遊戲訊息: 決定報仇%0%s %1。 */
	$104(104),
	/** 遊戲訊息: 你已經委託3個人了。 */
	$105(105),
	/** 遊戲訊息: 請瀏覽天堂網站 http://www。lineage。com。tw/ 。 */
	$106(106),
	/** 遊戲訊息: 要驅逐誰？ */
	$107(107),
	/** 遊戲訊息: \f3%0%s 被驅逐。 */
	$108(108),
	/** 遊戲訊息: 沒有叫%0的人。 */
	$109(109),
	/** 遊戲訊息: \f1當負重過重的時候，無法戰鬥。 */
	$110(110),
	/** 遊戲訊息: \f1你的身體慢慢凍結。 */
	$111(111),
	/** 遊戲訊息: \f1你可以動了。 */
	$112(112),
	/** 遊戲訊息: 停用帳號的使用者: %0 */
	$113(113),
	/** 遊戲訊息: 沒有停用帳號的使用者。 */
	$114(114),
	/** 遊戲訊息: 你斷絕%0%o對你的密語。 */
	$115(115),
	/** 遊戲訊息: 你回復%0對你的密語。 */
	$116(116),
	/** 遊戲訊息: %0%s 斷絕你的密語。 */
	$117(117),
	/** 遊戲訊息: %0%s 你可以使用帳號。 */
	$118(118),
	/** 遊戲訊息: 請輸入要丟的東西數量？ (1-%u， Enter=全部，Esc=取消) */
	$119(119),
	/** 遊戲訊息: 檔案 %s 變更。請重新安裝天堂。 */
	$120(120),
	/** 遊戲訊息: 要撿幾個？ (1-%u， Enter=全部，Esc=取消) */
	$121(121),
	/** 遊戲訊息: \fF%0%s %1%o 裝備了。 */
	$122(122),
	/** 遊戲訊息: \fF%0%s %1%o 脫掉了。 */
	$123(123),
	/** 遊戲訊息: \f1已經裝備其他東西。 */
	$124(124),
	/** 遊戲訊息: \f1你不能夠放棄此樣物品。 */
	$125(125),
	/** 遊戲訊息: \f1穿著%1 無法裝備 %0%o 。 */
	$126(126),
	/** 遊戲訊息: \f1你不能夠脫掉那個。 */
	$127(127),
	/** 遊戲訊息: \f1當你拿著一個盾時，你無法使用雙手武器。 */
	$128(128),
	/** 遊戲訊息: \f1當你使用雙手武器時，無法裝備盾牌。 */
	$129(129),
	/** 遊戲訊息: \f1戰鬥中，無法重新開始。 */
	$130(130),
	/** 遊戲訊息: \f1戰鬥中無法離開遊戲。 */
	$131(131),
	/** 遊戲訊息: \f1自動存檔。 */
	$132(132),
	/** 遊戲訊息: 請在道具視窗上選擇要鑑定的物品。 */
	$133(133),
	/** 遊戲訊息: \f1%0：對小怪物的傷害 %1 對大怪物的傷害 %2 */
	$134(134),
	/** 遊戲訊息: \f1%0：防禦力 %1 防禦裝備 */
	$135(135),
	/** 遊戲訊息: \f1%0：營養度 %1 [重量 %2] */
	$136(136),
	/** 遊戲訊息: \f1%0：可使用的次數 %1 [重量 %2] */
	$137(137),
	/** 遊戲訊息: \f1%0 [重量 %1] */
	$138(138),
	/** 遊戲訊息: \f1你餓得喊不出話來。 */
	$139(139),
	/** 遊戲訊息: 要給幾個？ (1-%u， Enter=全部，Esc=取消) */
	$140(140),
	/** 遊戲訊息: \f1你不能夠將轉移已經裝備的物品。 */
	$141(141),
	/** 遊戲訊息: \f1距離太遠不能給東西。 */
	$142(142),
	/** 遊戲訊息: \f1%0%s 給你 %1%o 。 */
	$143(143),
	/** 遊戲訊息: \f1你已經戴著二個戒指。 */
	$144(144),
	/** 遊戲訊息: 一旦成為玩家殺手，將永遠地成為玩家殺手。你仍然要當玩家殺手嗎？ (Y/N) */
	$145(145),
	/** 遊戲訊息: \f1你現在是玩家殺手。 */
	$146(146),
	/** 遊戲訊息: \f1黑暗的影子籠罩著你。 */
	$147(147),
	/** 遊戲訊息: \f1你重見光明。 */
	$148(148),
	/** 遊戲訊息: \f1%0%s 主動固定在你的手上！ */
	$149(149),
	/** 遊戲訊息: \f1你無法這樣做。這個物品已經被詛咒了。 */
	$150(150),
	/** 遊戲訊息: \f1%0%s 已經被詛咒了，所以你無法取下。 */
	$151(151),
	/** 遊戲訊息: \f1你感到心情異常激動。 */
	$152(152),
	/** 遊戲訊息: \f3因洗畫面的關係，2分鐘之內無法聊天。 */
	$153(153),
	/** 遊戲訊息: \f1這個卷軸散開了。 */
	$154(154),
	/** 遊戲訊息: \f1你感覺到似乎有人正在幫助你。 */
	$155(155),
	/** 遊戲訊息: \f1你的手抽筋。 */
	$156(156),
	/** 遊戲訊息: \f1你的手癢。 */
	$157(157),
	/** 遊戲訊息: \f1%0%s 消失。 */
	$158(158),
	/** 遊戲訊息: \f1%0%s 產生激烈的 %1 光芒，一會兒後就消失了。 */
	$159(159),
	/** 遊戲訊息: \f1%0%s %2 產生激烈的 %1 光芒，但是沒有任何事情發生。 */
	$160(160),
	/** 遊戲訊息: \f1%0%s %2 %1 光芒。 */
	$161(161),
	/** 遊戲訊息: \f1皮膚感覺到暖和。 */
	$162(162),
	/** 遊戲訊息: \f1你的皮膚紅光煥發，不久後就漸漸消失。 */
	$163(163),
	/** 遊戲訊息: \f1%0%s 強烈的發出%1光芒就消失了。 */
	$164(164),
	/** 遊戲訊息: \f1%0%s 強烈的顫抖後消失了。 */
	$165(165),
	/** 遊戲訊息: \f1%0%s %4%1%3 %2。 */
	$166(166),
	/** 遊戲訊息: \f1你的皮膚癢。 */
	$167(167),
	/** 遊戲訊息: \f1你的斗蓬破碎化為塵埃。 */
	$168(168),
	/** 遊戲訊息: \f1你的盔甲變成塵埃落地。 */
	$169(169),
	/** 遊戲訊息: \f1你的T恤破碎成線四散。 */
	$170(170),
	/** 遊戲訊息: \f1你的鋼盔如爆炸般地破碎了。 */
	$171(171),
	/** 遊戲訊息: \f1你的手套消失。 */
	$172(172),
	/** 遊戲訊息: \f1你的長靴分解。 */
	$173(173),
	/** 遊戲訊息: \f1你的盾崩潰分散。 */
	$174(174),
	/** 遊戲訊息: \f1%0%s 開始震動。 */
	$175(175),
	/** 遊戲訊息: \f1你感覺好多了。 */
	$176(176),
	/** 遊戲訊息: 請選擇要復活的對象。 */
	$177(177),
	/** 遊戲訊息: \f1%0%s退出 %1 血盟了。 */
	$178(178),
	/** 遊戲訊息: \f1請選擇對象。 */
	$179(179),
	/** 遊戲訊息: 請輸入要變的怪物名稱。 */
	$180(180),
	/** 遊戲訊息: \f1無法變成你指定的怪物。 */
	$181(181),
	/** 遊戲訊息: \f1%0%o 無法卸裝備。 */
	$182(182),
	/** 遊戲訊息: \f1你的腿得到新的能量。 */
	$183(183),
	/** 遊戲訊息: \f1你的動作突然變快。 */
	$184(184),
	/** 遊戲訊息: \f1你感覺你自己減慢下來。 */
	$185(185),
	/** 遊戲訊息: 玩家已被驅逐。 */
	$186(186),
	/** 遊戲訊息: 身分證號碼不對。請輸入正確的身分證號碼。 */
	$187(187),
	/** 遊戲訊息: %0%s 無法接受你成為該血盟成員。 */
	$188(188),
	/** 遊戲訊息: \f1金幣不足。 */
	$189(189),
	/** 遊戲訊息: \f1%0%d 沒有購買。 */
	$190(190),
	/** 遊戲訊息: 您的帳號目前無法使用，請至GASH會員中心『大事紀』查詢原因。GASH會員中心網址： http://tw。gamania。com/ */
	$191(191),
	/** 遊戲訊息: 結束測試使用。請在 %s上正式登錄。 */
	$192(192),
	/** 遊戲訊息: 您無法順利登入，可能原因如下： */
	$193(193),
	/** 遊戲訊息: 你的信用卡出問題。請至%s查詢一下。 */
	$194(194),
	/** 遊戲訊息: 等級 %0 以下的角色無法使用公頻或買賣頻道。 */
	$195(195),
	/** 遊戲訊息: \f1請以如下的格式輸入。: "/title \f0角色名稱 角色封號\f1" */
	$196(196),
	/** 遊戲訊息: \f1加入血盟之後等級10以上才可使用封號。 */
	$197(197),
	/** 遊戲訊息: \f1王子或公主才可給血盟員封號。 */
	$198(198),
	/** 遊戲訊息: \f1除了王族以外的人，不能夠授與頭銜給其他人。 */
	$199(199),
	/** 遊戲訊息: \f1若等級40以上，沒有加入血盟也可擁有封號。 */
	$200(200),
	/** 遊戲訊息: \f1%0%d不是你的血盟成員。 */
	$201(201),
	/** 遊戲訊息: \f1%0的等級還不到10級，因此無法給封號。 */
	$202(202),
	/** 遊戲訊息: \f1%0%s 賦予%1 '%2'的封號。 */
	$203(203),
	/** 遊戲訊息: \f1所標記地點的名稱太長。 */
	$204(204),
	/** 遊戲訊息: \f1%0%d 目前關閉悄悄話。 */
	$205(205),
	/** 遊戲訊息: 託管 */
	$206(206),
	/** 遊戲訊息: 取回 */
	$207(207),
	/** 遊戲訊息: \f1若想使用血盟倉庫，必須加入血盟。 */
	$208(208),
	/** 遊戲訊息: \f1血盟成員在使用倉庫。請稍後再使用。 */
	$209(209),
	/** 遊戲訊息: \f1%0%d是不可轉移的… */
	$210(210),
	/** 遊戲訊息: \f1解除毒氣。 */
	$211(211),
	/** 遊戲訊息: \f1你的身體漸漸麻痺。 */
	$212(212),
	/** 遊戲訊息: \f1你的身體完全麻痺了。 */
	$213(213),
	/** 遊戲訊息: \f1這個地點不能夠標記。 */
	$214(214),
	/** 遊戲訊息: \f1戰鬥中無法使用瞬間移動。 */
	$215(215),
	/** 遊戲訊息: \f1若想坐船，請下載新版本。 */
	$216(216),
	/** 遊戲訊息: %0 血盟向你的血盟宣戰。是否接受？(Y/N) */
	$217(217),
	/** 遊戲訊息: \f1%0 血盟君主不在線上。 */
	$218(218),
	/** 遊戲訊息: \f1王子或公主才能上傳徽章。 */
	$219(219),
	/** 遊戲訊息: \f1你需要一個血盟才能上傳血盟的徽章。 */
	$220(220),
	/** 遊戲訊息: %0 血盟要向你投降。是否接受？(Y/N) */
	$221(221),
	/** 遊戲訊息: %0 血盟要結束戰爭。是否接受？(Y/N) */
	$222(222),
	/** 遊戲訊息: %0 血盟要與你同盟。是否接受？(Y/N) */
	$223(223),
	/** 遊戲訊息: %0 血盟與 %1血盟成為同盟關係。 */
	$224(224),
	/** 遊戲訊息: 毀掉%0 血盟與 %1血盟之間的同盟。 */
	$225(225),
	/** 遊戲訊息: %0 血盟向 %1血盟宣戰。 */
	$226(226),
	/** 遊戲訊息: %0 血盟與 %1血盟之間的戰爭結束了。 */
	$227(227),
	/** 遊戲訊息: %0 血盟向 %1 血盟投降了。 */
	$228(228),
	/** 遊戲訊息: \f1為了上載新的徽章，需要1分鍾的時間，請1分鐘後再試試。 */
	$229(229),
	/** 遊戲訊息: 你在燈籠裡加滿了新的燈油。 */
	$230(230),
	/** 遊戲訊息: %0 血盟贏了對 %1 血盟的戰爭。 */
	$231(231),
	/** 遊戲訊息: \f1等級25以下的君主無法宣戰。 */
	$232(232),
	/** 遊戲訊息: \f1等級5以下無法創立血盟。 */
	$233(233),
	/** 遊戲訊息: \f1你的血盟已經在戰爭中。 */
	$234(234),
	/** 遊戲訊息: \f1目前你的血盟與 %0 血盟交戰當中。 */
	$235(235),
	/** 遊戲訊息: %0 血盟拒絕你的宣戰。 */
	$236(236),
	/** 遊戲訊息: %0 血盟拒絕你的提案。 */
	$237(237),
	/** 遊戲訊息: 你被 %0 血盟驅逐了。 */
	$238(238),
	/** 遊戲訊息: 沒有君主的許可不能夠退出血盟。 */
	$239(239),
	/** 遊戲訊息: %0%o 被你從你的血盟驅逐了。 */
	$240(240),
	/** 遊戲訊息: %0%s 把你變身。 */
	$241(241),
	/** 遊戲訊息: 你從現在被禁止閒談。 */
	$242(242),
	/** 遊戲訊息: 已經有人使用此身分證號碼。請輸入本人的身分證號碼。 */
	$243(243),
	/** 遊戲訊息: call_center@gamania。com */
	$244(244),
	/** 遊戲訊息: http://www。lineage。com。tw/ */
	$245(245),
	/** 遊戲訊息: call_center@gamania。com */
	$246(246),
	/** 遊戲訊息: http://www。lineage。com。tw/ */
	$247(247),
	/** 遊戲訊息: 以目前使用的版本無法執行遊戲。開始執行自動下載版本。 */
	$248(248),
	/** 遊戲訊息: 已經有人使用使用你的 NetsGo id。現在無法登入。 */
	$249(249),
	/** 遊戲訊息: 若沒有輸入身分證號碼，無法登入。 */
	$250(250),
	/** 遊戲訊息: 請選擇伺服器。 */
	$251(251),
	/** 遊戲訊息: \f2%0%s 要與你交易。願不願交易？ (Y/N) */
	$252(252),
	/** 遊戲訊息: %0%d 拒絕與你交易。 */
	$253(253),
	/** 遊戲訊息: 與%0開始交易… */
	$254(254),
	/** 遊戲訊息: \f1你一次不能交換１６個以上的物品。 */
	$255(255),
	/** 遊戲訊息: \f1取消交易。 */
	$256(256),
	/** 遊戲訊息: 交易完成。 */
	$257(257),
	/** 遊戲訊息: \f1你正在與別的人交易。 */
	$258(258),
	/** 遊戲訊息: \f1他正在與別的人交易。 */
	$259(259),
	/** 遊戲訊息: \f1沒有交易的對象。 */
	$260(260),
	/** 遊戲訊息: \f1指令錯誤。 */
	$261(261),
	/** 遊戲訊息: %0%d迷路了。 */
	$262(262),
	/** 遊戲訊息: \f1一個角色最多可攜帶180個道具。 */
	$263(263),
	/** 遊戲訊息: \f1你的職業無法使用此道具。 */
	$264(264),
	/** 遊戲訊息: 請選擇要配置的傭兵。 */
	$265(265),
	/** 遊戲訊息: 你尚未準備好。還是要與%0血盟戰爭嗎？(Y/N) */
	$266(266),
	/** 遊戲訊息: %0血盟在城堡裡隱藏伏兵。是否接戰？(Y/N) */
	$267(267),
	/** 遊戲訊息: \f1你的%0%s壞了。 */
	$268(268),
	/** 遊戲訊息: %1血盟的盟主%0%s解散了血盟。 */
	$269(269),
	/** 遊戲訊息: \f1當你負擔過重時不能交易。 */
	$270(270),
	/** 遊戲訊息: \f1對方攜帶的物品過重，無法交易。 */
	$271(271),
	/** 遊戲訊息: \f1若想要戰爭，首先必須創立血盟。 */
	$272(272),
	/** 遊戲訊息: 您的使用期限剩最後一天。若想繼續玩遊戲，請在%s上儲值。 */
	$273(273),
	/** 遊戲訊息: 您的使用期限剩下2天。請在%s上儲值。 */
	$274(274),
	/** 遊戲訊息: 您的使用期限剩下3天。請在%s上儲值。 */
	$275(275),
	/** 遊戲訊息: \f1在此無法使用傳送。 */
	$276(276),
	/** 遊戲訊息: \f1你感到動作突然變慢。 */
	$277(277),
	/** 遊戲訊息: \f1因魔力不足而無法使用魔法。 */
	$278(278),
	/** 遊戲訊息: \f1因體力不足而無法使用魔法。 */
	$279(279),
	/** 遊戲訊息: \f1施咒失敗。 */
	$280(280),
	/** 遊戲訊息: \f1施咒取消。 */
	$281(281),
	/** 遊戲訊息: 選擇一個你血盟的成員。 */
	$282(282),
	/** 遊戲訊息: 請選擇一個物品。 */
	$283(283),
	/** 遊戲訊息: %0%s 對你施法。 */
	$284(284),
	/** 遊戲訊息: \f1在此狀態下無法使用魔法。 */
	$285(285),
	/** 遊戲訊息: \f3因你不正當的行為而 %0分鐘之內無法交談。 */
	$286(286),
	/** 遊戲訊息: 你已經被禁止交談%0 分鐘。 */
	$287(287),
	/** 遊戲訊息: 你現在已經可以交談了。 */
	$288(288),
	/** 遊戲訊息: 要創造哪種怪物？ */
	$289(289),
	/** 遊戲訊息: \f1你的凝視攻擊失敗，目標不受影響。 */
	$290(290),
	/** 遊戲訊息: \f1你的身體正在迅速痲痹。 */
	$291(291),
	/** 遊戲訊息: 你變得強壯。 */
	$292(292),
	/** 遊戲訊息: 你變得虛弱。 */
	$293(293),
	/** 遊戲訊息: 你變得敏捷。 */
	$294(294),
	/** 遊戲訊息: 你變得遲鈍。 */
	$295(295),
	/** 遊戲訊息: 你開始沈睡。 */
	$296(296),
	/** 遊戲訊息: 你感覺些微地暈眩。 */
	$297(297),
	/** 遊戲訊息: \f1你不能不戰而放棄城堡。 */
	$298(298),
	/** 遊戲訊息: \f1施放魔法所需材料不足。 */
	$299(299),
	/** 遊戲訊息: 請選擇下一次攻城的時間。 */
	$300(300),
	/** 遊戲訊息: 被凍結了。 */
	$301(301),
	/** 遊戲訊息: \f1無法解散。 */
	$302(302),
	/** 遊戲訊息: 解散團體。 */
	$303(303),
	/** 遊戲訊息: 下一回攻城時間決定為 %0。 */
	$304(304),
	/** 遊戲訊息: \f1目前無法變更戰爭時間。 */
	$305(305),
	/** 遊戲訊息: 你的時數卡已經用完，如想要繼續遊戲，請至７-ＥＬＥＶＥＮ購買。 */
	$306(306),
	/** 遊戲訊息: 您的使用剩下時間已經快用完了。剩下的使用時間為 %d個小時 %d分。若若不希望中斷而繼續使用此遊戲，請在過期之前儲值。 */
	$307(307),
	/** 遊戲訊息: 你的 %0%o 失去了光芒。 */
	$308(308),
	/** 遊戲訊息: %0的總財產額為 %1金幣。 */
	$309(309),
	/** 遊戲訊息: 你的語言能力被癱瘓。暫時無法說話。 */
	$310(310),
	/** 遊戲訊息: 舌頭的感覺恢復正常了。你現在能說話。 */
	$311(311),
	/** 遊戲訊息: 你還不能學習法術。 */
	$312(312),
	/** 遊戲訊息: 別的PC使用此IP位址。請至天堂客戶服務部(0800031500)詢問。 */
	$313(313),
	/** 遊戲訊息: 你感覺到有神秘的力量在保護你。 */
	$314(314),
	/** 遊戲訊息: 神秘的力量消失了。 */
	$315(315),
	/** 遊戲訊息: \f1你攜帶太多物品，因此無法使用法術。 */
	$316(316),
	/** 遊戲訊息: 目前所選的伺服器上有太多使用者。請選擇其他伺服器。 */
	$317(317),
	/** 遊戲訊息: 等級 %0以上才可使用此道具。 */
	$318(318),
	/** 遊戲訊息: \f1你不能擁有太多的怪物。 */
	$319(319),
	/** 遊戲訊息: \f1%0升級了。 */
	$320(320),
	/** 遊戲訊息: 是否要復活？ (Y/N) */
	$321(321),
	/** 遊戲訊息: 是否要復活？ (Y/N) */
	$322(322),
	/** 遊戲訊息: 目前無法使用此伺服器。請選擇其他伺服器。 */
	$323(323),
	/** 遊戲訊息: 馴養失敗。 */
	$324(324),
	/** 遊戲訊息: 你想叫牠什麼名字？ */
	$325(325),
	/** 遊戲訊息: 一旦你已決定就不能再變更。 */
	$326(326),
	/** 遊戲訊息: 同樣的名稱已經存在。 */
	$327(327),
	/** 遊戲訊息: 請選擇正確的對象。 */
	$328(328),
	/** 遊戲訊息: \f1沒有具有 %0%o。 */
	$329(329),
	/** 遊戲訊息: \f1無法使用 %0%o。 */
	$330(330),
	/** 遊戲訊息: 血盟戰爭途中無法退盟。 */
	$331(331),
	/** 遊戲訊息: \f3請注意!!!GM或工作人員在遊戲內不會詢問使用者的帳號密碼以及索取道具。請勿告訴任何人您的帳號及密碼。 */
	$332(332),
	/** 遊戲訊息: \f1現在無法裝備。 */
	$333(333),
	/** 遊戲訊息: \f1在隱形狀態下無法交易。 */
	$334(334),
	/** 遊戲訊息: 無法順利取得連線 */
	$335(335),
	/** 遊戲訊息: 因為隱藏能源，你不能經過空間門。 */
	$336(336),
	/** 遊戲訊息: \f1%0不足%s。 */
	$337(337),
	/** 遊戲訊息: 你的 %0%s 漸漸恢復。 */
	$338(338),
	/** 遊戲訊息: \f1學習魔法的所需要的%0%o材料不足。 */
	$339(339),
	/** 遊戲訊息: \f1你不能把東西丟到那麼遠的地方。 */
	$340(340),
	/** 遊戲訊息: 您可能因為帳號密碼輸入錯誤次數過多、或有異常登入之情況，您的帳號於二個小時內無法使用。 */
	$341(341),
	/** 遊戲訊息: 你不能使用舊的密碼當作新的密碼。請再次輸入密碼。 */
	$342(342),
	/** 遊戲訊息: \f1當聲響響起的時候你無法使用其他的物品。 */
	$343(343),
	/** 遊戲訊息: 在天堂裡為了保密使用者的密碼，且使用者忘記密碼時，在線上直接變更密碼而套用使用者本人才可猜的質問和回答制度。請使用者注意觀看在現在猜迷登錄畫面上出現的注意此項之後登錄本人才可猜出來的問答。
	 * Ncsoft不負責使用者未遵守而發生的所有狀況。 */
	$344(344),
	/** 遊戲訊息: 問答太短。請輸入5個字以上。 */
	$345(345),
	/** 遊戲訊息: 回答太短。請輸入2字以上的答案。 */
	$346(346),
	/** 遊戲訊息: 從身體的深處感到熱血沸騰。 */
	$347(347),
	/** 遊戲訊息: 你的精神力變強。 */
	$348(348),
	/** 遊戲訊息: 你的情緒回復到正常。 */
	$349(349),
	/** 遊戲訊息: 變更使用者同意書。在此使用者端上無法創造新的帳號。 */
	$350(350),
	/** 遊戲訊息: 由外部程式變更使用者端的記憶空間，因此自動關閉天堂。欲知仔細內容請參考網站公告欄。 */
	$351(351),
	/** 遊戲訊息: 若要使用這個法術，屬性必須成為 %0。 */
	$352(352),
	/** 遊戲訊息: 在這附近無法召喚怪物。 */
	$353(353),
	/** 遊戲訊息: 由駭客警報停用你的帳號。欲知詳細內容，請首先紀錄註冊號碼後確認天堂網站。註冊號碼為 %s。 */
	$354(354),
	/** 遊戲訊息: 在別的PC上登入相同的IP位址。 */
	$355(355),
	/** 遊戲訊息: 別的人以同樣的NetsGo id來登入。 */
	$356(356),
	/** 遊戲訊息: 有人以同樣的帳號登入，請注意，您的密碼可能已經外洩 */
	$357(357),
	/** 遊戲訊息: 有人以同樣的帳號登入，請注意，您的密碼可能已經外洩 */
	$358(358),
	/** 遊戲訊息: 連線中斷。 */
	$359(359),
	/** 遊戲訊息: 誰 */
	$360(360),
	/** 遊戲訊息: 創立 */
	$361(361),
	/** 遊戲訊息: 加入 */
	$362(362),
	/** 遊戲訊息: 退出 */
	$363(363),
	/** 遊戲訊息: 頭銜 */
	$364(364),
	/** 遊戲訊息: 記憶 */
	$365(365),
	/** 遊戲訊息: 斷絕 */
	$366(366),
	/** 遊戲訊息: 位置 */
	$367(367),
	/** 遊戲訊息: 對話 */
	$368(368),
	/** 遊戲訊息: 悄悄話 */
	$369(369),
	/** 遊戲訊息: 全部撿取 */
	$370(370),
	/** 遊戲訊息: autospell */
	$371(371),
	/** 遊戲訊息: smooth */
	$372(372),
	/** 遊戲訊息: obscene */
	$373(373),
	/** 遊戲訊息: 音效 */
	$374(374),
	/** 遊戲訊息: 音樂 */
	$375(375),
	/** 遊戲訊息: 泡泡 */
	$376(376),
	/** 遊戲訊息: 語言 */
	$377(377),
	/** 遊戲訊息: 確認徽章 */
	$378(378),
	/** 遊戲訊息: 徽章 */
	$379(379),
	/** 遊戲訊息: 宣戰 */
	$380(380),
	/** 遊戲訊息: 投降 */
	$381(381),
	/** 遊戲訊息: 停戰 */
	$382(382),
	/** 遊戲訊息: 同盟 */
	$383(383),
	/** 遊戲訊息: 驅逐 */
	$384(384),
	/** 遊戲訊息: 名稱 */
	$385(385),
	/** 遊戲訊息: 客戶端 */
	$386(386),
	/** 遊戲訊息: 傳送 */
	$387(387),
	/** 遊戲訊息: 刪角色 */
	$388(388),
	/** 遊戲訊息: 踢出 */
	$389(389),
	/** 遊戲訊息: 希望 */
	$390(390),
	/** 遊戲訊息: 召喚 */
	$391(391),
	/** 遊戲訊息: 下雨 */
	$392(392),
	/** 遊戲訊息: 下雪 */
	$393(393),
	/** 遊戲訊息: 霧 */
	$394(394),
	/** 遊戲訊息: 控制 */
	$395(395),
	/** 遊戲訊息: 禁言 */
	$396(396),
	/** 遊戲訊息: 版本 */
	$397(397),
	/** 遊戲訊息: 時間 */
	$398(398),
	/** 遊戲訊息: 交換 */
	$399(399),
	/** 遊戲訊息: 血盟 */
	$400(400),
	/** 遊戲訊息: 開 */
	$401(401),
	/** 遊戲訊息: 關 */
	$402(402),
	/** 遊戲訊息: 獲得%0%o 。 */
	$403(403),
	/** 遊戲訊息: 等級 %0 以下無法使用密談。 */
	$404(404),
	/** 遊戲訊息: 為了安全的保密請再輸入身分證號碼及聯絡處。 */
	$405(405),
	/** 遊戲訊息: 創造角色一個星期之內無法刪除角色。 */
	$406(406),
	/** 遊戲訊息: 您的帳號尚未自動轉帳。請10分鐘後重新連接。若尚有問題請至天堂客服部詢問。 */
	$407(407),
	/** 遊戲訊息: 使用血盟倉庫途中無法退盟。 */
	$408(408),
	/** 遊戲訊息: 您要將誰驅逐出您的隊伍? */
	$409(409),
	/** 遊戲訊息: 邀請隊員 */
	$410(410),
	/** 遊戲訊息: 驅逐隊員 */
	$411(411),
	/** 遊戲訊息: 離開隊伍 */
	$412(412),
	/** 遊戲訊息: 隊員名單 */
	$413(413),
	/** 遊戲訊息: 您只能邀請您血盟中的成員。 */
	$414(414),
	/** 遊戲訊息: 您無法邀請已經參加其他隊伍的人。 */
	$415(415),
	/** 遊戲訊息: 只有領導者才能邀請其他的成員。 */
	$416(416),
	/** 遊戲訊息: 你的隊伍已經滿了，無法再接受隊員。 */
	$417(417),
	/** 遊戲訊息: 您解散您的隊伍了!! */
	$418(418),
	/** 遊戲訊息: 您從隊伍中被驅逐了。 */
	$419(419),
	/** 遊戲訊息: %0%s 離開了隊伍。 */
	$420(420),
	/** 遊戲訊息: 沒有組織隊伍的對象。 */
	$421(421),
	/** 遊戲訊息: %0%s 邀請您加入隊伍。是否接受？ (Y/N) */
	$422(422),
	/** 遊戲訊息: %0%s 拒絕了您的邀請。 */
	$423(423),
	/** 遊戲訊息: %0%s 加入了您的隊伍。 */
	$424(424),
	/** 遊戲訊息: 您並沒有參加任何隊伍。 */
	$425(425),
	/** 遊戲訊息: %0%d 不屬於任何隊伍。 */
	$426(426),
	/** 遊戲訊息: 只有領導者才有驅逐隊伍成員的權力。 */
	$427(427),
	/** 遊戲訊息: 您收到鴿子信差給你的信件。 */
	$428(428),
	/** 遊戲訊息: 在 %s可申請帳號。 */
	$429(429),
	/** 遊戲訊息: call_center@gamania。com */
	$430(430),
	/** 遊戲訊息: http://www。lineage。com。tw/ */
	$431(431),
	/** 遊戲訊息: 克萊給你 %1%o 。 */
	$432(432),
	/** 遊戲訊息: 收信者太多。 */
	$433(433),
	/** 遊戲訊息: 沒有收信者。 */
	$434(434),
	/** 遊戲訊息: 名字太長。 */
	$435(435),
	/** 遊戲訊息: 您的天堂點數已經使用完畢，請至開卡中心確認剩餘點數並轉移點數至天堂遊戲中。 */
	$436(436),
	/** 遊戲訊息: 個人月租的剩下時間為 %d個小時 %d分。若想未有中斷而繼續進行玩此遊戲，請在過期之前儲值。 */
	$437(437),
	/** 遊戲訊息: 本公司受到貴下在網路咖啡廳利用天堂的時候故意不付網咖使用費的報警。如上行為則屬於刑法第347條的欺詐罪。若貴下沒有做過如上行為， [ 15 ]日之內與本公司(0800031500，
	 * call_center@gamania。com)　聯絡後解釋。若沒有解釋，立刻停用你的帳號。若貴下與本公司聯絡，我們隨時皆說明貴下的報警內容。 */
	$438(438),
	/** 遊戲訊息: 您不能在戰爭中開除血盟員。 */
	$439(439),
	/** 遊戲訊息: http://www。lineage。com。tw/ */
	$440(440),
	/** 遊戲訊息: \f1%0感覺到火熱的力量。 */
	$441(441),
	/** 遊戲訊息: \f1%0感覺到冰冷的水之力量。 */
	$442(442),
	/** 遊戲訊息: \f1%0%s 由地上的力量而顫抖。 */
	$443(443),
	/** 遊戲訊息: \f1%0的表面上有風之力量。 */
	$444(444),
	/** 遊戲訊息: \f1%0%s 漸漸變熱之後燃燒成灰燼。 */
	$445(445),
	/** 遊戲訊息: \f1%0%s 凍結之後破碎。 */
	$446(446),
	/** 遊戲訊息: \f1%0%s 經過狂烈的震動之後變成土。 */
	$447(447),
	/** 遊戲訊息: \f1%0%s 漸漸腐蝕之後被風吹散。 */
	$448(448),
	/** 遊戲訊息: 精靈離開了。已經賦予你其他精靈屬性。 */
	$449(449),
	/** 遊戲訊息: 精靈不小心散開了。 */
	$450(450),
	/** 遊戲訊息: 精靈離開了。 */
	$451(451),
	/** 遊戲訊息: %0%s 被選擇了。 */
	$452(452),
	/** 遊戲訊息: 真的要解散嗎？ (Y/N) */
	$453(453),
	/** 遊戲訊息: %0%s %1%o 撿了。 */
	$454(454),
	/** 遊戲訊息: 請注意！您的點數剩下 %d 分鐘。若結束您使用的時間，強制被關閉此遊戲。請大家注意時間。謝謝。 */
	$455(455),
	/** 遊戲訊息: 你的心感到一陣溫暖。 */
	$456(456),
	/** 遊戲訊息: 捐贈 */
	$457(457),
	/** 遊戲訊息: 請選擇一種武器。 */
	$458(458),
	/** 遊戲訊息: 請選擇一種防具。 */
	$459(459),
	/** 遊戲訊息: 本公司收到您故意不繳網咖授權費的通知。請與本公司聯絡。 */
	$460(460),
	/** 遊戲訊息: 這個角色名稱是不合法的。 */
	$461(461),
	/** 遊戲訊息: 你太過於饑餓以致於無法談話。 */
	$462(462),
	/** 遊戲訊息: %0 變好多了。 */
	$463(463),
	/** 遊戲訊息: %0 現在變成像個新的一樣。 */
	$464(464),
	/** 遊戲訊息: 您無法在此變更密碼，請上天堂網頁開卡中心變更。 */
	$465(465),
	/** 遊戲訊息: 包含對話的玩家: %0 */
	$466(466),
	/** 遊戲訊息: 沒有包含對話的玩家。 */
	$467(467),
	/** 遊戲訊息: %0 被包含對話。 */
	$468(468),
	/** 遊戲訊息: %0 被解開包含對話。 */
	$469(469),
	/** 遊戲訊息: 包含 */
	$470(470),
	/** 遊戲訊息: 包含對話的玩家太多。 */
	$471(471),
	/** 遊戲訊息: 被拒絕的玩家太多。 */
	$472(472),
	/** 遊戲訊息: 您因盜用帳號或點數不足，目前停用您的帳號。若想要使用您的帳號，請洽遊戲橘子客服中心。 */
	$473(473),
	/** 遊戲訊息: 你已經擁有城堡，無法再擁有其他城堡。 */
	$474(474),
	/** 遊戲訊息: 若要攻城，君主的等級得２５以上。 */
	$475(475),
	/** 遊戲訊息: 尚未到攻城時間。 */
	$476(476),
	/** 遊戲訊息: 包含你，所有的血盟成員到城外，才能宣佈攻城。 */
	$477(477),
	/** 遊戲訊息: \f1只有王子和公主才能宣戰。 */
	$478(478),
	/** 遊戲訊息: 你想提昇那一種屬性? */
	$479(479),
	/** 遊戲訊息: 屬性名稱輸入錯誤。 請重試一次。 */
	$480(480),
	/** 遊戲訊息: \f1屬性最大值只能到35。 請重試一次。 */
	$481(481),
	/** 遊戲訊息: http://www。lineage。com。tw/ */
	$482(482),
	/** 遊戲訊息: 請至天堂網站的開卡中心變更您的密碼。 */
	$483(483),
	/** 遊戲訊息: 你確定要離開你現在的血盟？(Y/N) */
	$484(484),
	/** 遊戲訊息: 請選擇一種法術。 */
	$485(485),
	/** 遊戲訊息: %0: 種族 %1 等級 %2 體力 %3 [重量 %4] */
	$486(486),
	/** 遊戲訊息: * 隨機座標 * */
	$487(487),
	/** 遊戲訊息: 頻道 */
	$488(488),
	/** 遊戲訊息: 你無法一次控制那麼多寵物。 */
	$489(489),
	/** 遊戲訊息: @使用者將使用者的帳號不可以使用在不正當的地方。@ 使用者不可侵犯第3者的地積財?權。
	 * <在天堂使用者同意書之中>根據如上天堂使用同意書由%s的駭客報警，被停用顧客的帳號。欲知仔細內容，請透過天堂網站的駭客報警中心，以電話或電子郵件詢問負責伺服自的GM。 */
	$490(490),
	/** 遊戲訊息: @ 使用者除了由公司提供的以服務為目的的用途之外不可以做如下的行為。-利用程式上bug <天堂使用者同意書的義務中>
	 * 根據天堂同意書，被停用使用者的帳號。利用bug的行為，也許將導致遊戲Service上帶來嚴重的障礙與遊戲平衡崩潰。請以電子郵件詢問負責伺服器GM。 */
	$491(491),
	/** 遊戲訊息: @ 使用者除了由公司提供的以服務為目的的用途之外不可以做如下的行為。-將使用者的帳號讓度予其他人或販賣帳號的行為
	 * <天堂使用者同意書的義務中>根據天堂使用者同意書，使用者的帳號被停用。現金交易會導致盜用帳號和利用bug的事件等許多事件。請以電子郵件詢問負責伺服器GM。 */
	$492(492),
	/** 遊戲訊息: @
	 * 使用者除了由公司提供的以服務為目的的用途之外不可以做如下的行為。-在遊戲裡所獲得的道具買賣行為<天堂使用者同意書的義務中>根據天堂使用者同意書，使用者的帳號被停用。現金交易會導致盜用帳號和利用bug的事件以及欺騙玩家等許多事件
	 * 。請以電子郵件詢問負責伺服器GM。 */
	$493(493),
	/** 遊戲訊息: 本公司為了提供給玩家更好的服務，運作天堂駭客中心。由本公司的駭客中心來解決帳號盜用的事件。雖然本公司未有對於帳號盜用事件的法律義務，但是為了更好的天堂服務及加強服務，而經營此，但最近因使用者的虛偽報警而導致經營上的困擾。有報警。
	 * 但經過連上遊戲的資料，結果沒有紀錄跟報警相關資料。因判定為 %s的虛偽報警，使用者的帳號被停用。請再次確認報警的內容，是否有寫下的日期和內容不對。請透過天堂網站駭客報警中心或以電子郵件的方式詢問負責伺服器的GM。 */
	$494(494),
	/** 遊戲訊息: @使用者除了由公司提供的以服務為目的的用途之外不可以做如下的行為。-將使用者的帳號讓度予其他人或現金販賣行為-在遊戲裡所獲得的道具買賣行為<天堂使用者同意書的義務中>根據天堂使用者同意書，使用者的帳號被停用。
	 * 現金交易會導致盜用帳號和利用bug的事件以及欺騙玩家等許多事件。請以電子郵件詢問負責伺服器GM。 */
	$495(495),
	/** 遊戲訊息: @ 使用者除了由公司提供的以服務為目的的用途之外不可以做如下的行為- 利用程式上bug
	 * <天堂使用者同意書的義務中>根據天堂同意書，被停用使用者的帳號。利用bug的行為，也許將導致遊戲Service上帶來嚴重的障礙與遊戲平衡崩潰。關於利用bug的行為請以電子郵件詳細的詢問負責伺服器GM，能否使用帳號。 */
	$496(496),
	/** 遊戲訊息: @使用者除了由公司提供的以服務為目的的用途之外不可以做如下的行為。-欺負或威脅其他使用者，持續給予特定玩家痛苦和給予特定玩困擾的行為。< 天堂使用者同意書的義務中>
	 * 根據天堂同意書，被停用使用者的帳號。在遊戲裡的欺騙行為屬於持續給予特定玩家痛苦的行為，此行為就是妨礙進行正常遊戲的行為。 請以電子郵件詢問負責伺服器GM。 */
	$497(497),
	/** 遊戲訊息: 本公司為了提供給玩家更好的服務，運作天堂駭客中心。由本公司的駭客中心來解決帳號盜用的事件。雖然本公司未有對於帳號盜用事件的法律義務，但是為了更好的天堂服務及加強服務，而經營此，但最近因使用者的虛偽報警而導致經營上的困擾。
	 * 因此駭客報警本人在5天之內沒有寄至本公司身分證謄本，即判定為虛偽報警，永遠停用報警使用者之帳號。 因判定為
	 * %s的虛偽報警，使用者的帳號被停用。請再次確認報警的內容，是否有寫下的日期和內容不對。請透過天堂網站駭客報警中心或以電子郵件的方式詢問負責伺服器的GM。 */
	$498(498),
	/** 遊戲訊息: @ 使用者除了由公司提供的以服務為目的的用途之外不可以做如下的行為。- 欺負或威脅其他使用者，持續給予特定玩家痛苦和給予特定玩困擾的行為。< 天堂使用者同意書的義務中>
	 * 根據天堂同意書，被停用使用者的帳號。在遊戲裡的欺騙行為屬於持續給予特定玩家痛苦的行為，此行為就是妨礙進行正常遊戲的行為。 請以電子郵件詢問負責伺服器GM。 */
	$499(499),
	/** 遊戲訊息: @使用者除了由公司提供的以服務為目的的用途之外不可以做如下的行為。- 欺負或威脅其他使用者，持續給予特定玩家痛苦和給予特定玩困擾的行為。<天堂使用者同意書的義務中>
	 * 根據天堂同意書，被停用使用者的帳號。在遊戲裡的聊天視窗不是一個人使用的區域，而是與所有玩家一同分享的區域。請以電子郵件詢問負責伺服器GM。 */
	$500(500),
	/** 遊戲訊息: 由於您多次嘗試以錯誤密碼登入，為確保您的帳號使用安全，系統暫時鎖定您的帳號2小時，請您務必確認帳號密碼是否正確。 */
	$501(501),
	/** 遊戲訊息: 您無法順利登入，可能原因如下： */
	$502(502),
	/** 遊戲訊息: 由信用卡盜用報警被停用使用者的帳號。請詢問天堂客服中心(0800031500)。 */
	$503(503),
	/** 遊戲訊息: 由手機結帳盜用報警被停用使用者的帳號。請第二天詢問客服中心(0800031500)。請以電子郵件詢問其他詢問此項。 */
	$504(504),
	/** 遊戲訊息: 目前對話的頻道是 %d。 */
	$505(505),
	/** 遊戲訊息: 在這無法再放置任何道具。 */
	$506(506),
	/** 遊戲訊息: \f1%0%d 拒絕你的道具。 */
	$507(507),
	/** 遊戲訊息: 收到 */
	$508(508),
	/** 遊戲訊息: 安靜 */
	$509(509),
	/** 遊戲訊息: 管理者有非常重要的事項公告，請見諒。 */
	$510(510),
	/** 遊戲訊息: 通緝 */
	$511(511),
	/** 遊戲訊息: 請輸入血盟小屋名稱? */
	$512(512),
	/** 遊戲訊息: 血盟小屋名稱太長。 */
	$513(513),
	/** 遊戲訊息: 血盟小屋名稱錯誤。 */
	$514(514),
	/** 遊戲訊息: 因您的血盟擁有的血盟小屋屬於本領主領土，因此若要使用此血盟小屋，必須繳稅金%n 請將稅金 %0金幣在 %1月 %2日 %3點之前透過女僕來繳納。%n%n */
	$515(515),
	/** 遊戲訊息: 您尚未繳房子的稅金金幣 %0。 %n若在 %1月 %2日 %3點之內沒有繳稅金，將強制取回血盟小屋，所以請注意。%n%n */
	$516(516),
	/** 遊戲訊息: 你既然沒有繳稅金 %0金幣。所以將回收你對血盟小屋的所有權，這是你自己抗拒本地領主的命令而造成的。%n%n */
	$517(517),
	/** 遊戲訊息: 血盟君主才可使用此命令。 */
	$518(518),
	/** 遊戲訊息: 等級15以下的王族無法參與拍賣。 */
	$519(519),
	/** 遊戲訊息: 已經擁有城堡。 */
	$520(520),
	/** 遊戲訊息: 已經擁有血盟小屋。 */
	$521(521),
	/** 遊戲訊息: 已經參與攻城戰。 */
	$522(522),
	/** 遊戲訊息: 已經參與其他血盟小屋拍賣。 */
	$523(523),
	/** 遊戲訊息: 恭喜。%n你在拍賣會上以 %0金幣成交。%n現在去您的血盟小屋後，可利用多樣的設備。%n謝謝。%n%n */
	$524(524),
	/** 遊戲訊息: 有人提出比您高的金額，因此無法給你購買權。%n因為您參與拍賣沒有得標，所以還給你 %0金幣。%n謝謝。%n%n */
	$525(525),
	/** 遊戲訊息: 您的血盟小屋拍賣成功，目前無法再擁有血盟小屋。因此不得不剝奪您的血盟小屋所有權，請見諒。%n謝謝%n%n */
	$526(526),
	/** 遊戲訊息: 以 %1金幣賣出您所擁有的房子。因此給您扣掉%n手續費 10%%的金額金幣 %0。%n謝謝。%n%n */
	$527(527),
	/** 遊戲訊息: 在拍賣期間並沒有出現提出適當價格的人，所以拍賣取消。%n因此所有權還在您那裡。%n謝謝。%n%n */
	$528(528),
	/** 遊戲訊息: 在拍賣期間並沒有出現提出適當價格的人，所以拍賣取消。%n但是您目前處於無法擁有血盟小屋的狀態，因此無法還給你小屋的所有權。%n請見諒。 */
	$529(529),
	/** 遊戲訊息: 必須先繳稅金。 */
	$530(530),
	/** 遊戲訊息: \f1交易的物品過重，你無法再放置任何物品。 */
	$531(531),
	/** 遊戲訊息: %s城堡血盟小屋目錄 */
	$532(532),
	/** 遊戲訊息: 你的彩卷並沒有中獎。 */
	$533(533),
	/** 遊戲訊息: 你的彩卷中了 "再來一次" !! */
	$534(534),
	/** 遊戲訊息: 你中了500金幣!! */
	$535(535),
	/** 遊戲訊息: 你中了5,000金幣!!! */
	$536(536),
	/** 遊戲訊息: 恭喜你!!!你中了1,000,000金幣!!!!!!!! */
	$537(537),
	/** 遊戲訊息: \f1你無法離開。 */
	$538(538),
	/** 遊戲訊息: \f1你無法將它放在這。 */
	$539(539),
	/** 遊戲訊息: 費用為金幣 %d。 */
	$540(540),
	/** 遊戲訊息: 題目: */
	$541(541),
	/** 遊戲訊息: 作者: */
	$542(542),
	/** 遊戲訊息: 討論號碼: */
	$543(543),
	/** 遊戲訊息: 請輸入題目。 */
	$544(544),
	/** 遊戲訊息: \f1你無法將它轉移。 */
	$545(545),
	/** 遊戲訊息: \f1你的情人目前不在線上。 */
	$546(546),
	/** 遊戲訊息: \f1你的情人在你無法傳送前往的地區。 */
	$547(547),
	/** 遊戲訊息: 你的情人目前正在線上。 */
	$548(548),
	/** 遊戲訊息: 你的情人上線了!! */
	$549(549),
	/** 遊戲訊息: 帳號 %0 正從 %1 登入。 */
	$550(550),
	/** 遊戲訊息: 你已經殺了 %0 人。 如果你PK的次數達到 %1， 你將會被打入地獄。 */
	$551(551),
	/** 遊戲訊息: 因為你已經殺了 %0 人所以被打入地獄。 你將在這裡停留 %1 分鐘。 */
	$552(552),
	/** 遊戲訊息: \f3NPC伺服器暫時關閉。 請等候重新啟動。 */
	$553(553),
	/** 遊戲訊息: */
	$554(554),
	/** 遊戲訊息: http://www。lineage。com。tw */
	$555(555),
	/** 遊戲訊息: call_center@gamania。com */
	$556(556),
	/** 遊戲訊息: 殘暴 */
	$557(557),
	/** 遊戲訊息: 無法連接此伺服器。 */
	$558(558),
	/** 遊戲訊息: \f1您目前的條件不符合贖罪的資格，請再次確認您的PK次數、正義值及金幣是否符合。 */
	$559(559),
	/** 遊戲訊息: \f1你目前PK的次數還不需要去減輕你的惡行。 */
	$560(560),
	/** 遊戲訊息: 你的PK次數剩餘%0次。 */
	$561(561),
	/** 遊戲訊息: 你的PK次數為%0次。 */
	$562(562),
	/** 遊戲訊息: \f1你無法在這個地方使用。 */
	$563(563),
	/** 遊戲訊息: \f1你的帳號將在 %d 分鐘後被中止。 如果你想繼續遊戲， 請增加您的點數。 */
	$564(564),
	/** 遊戲訊息: 你的帳號被停用。 */
	$565(565),
	/** 遊戲訊息: \f1你沒有任何東西可以賣給%0。 */
	$566(566),
	/** 遊戲訊息: 開 */
	$567(567),
	/** 遊戲訊息: 關 */
	$568(568),
	/** 遊戲訊息: 3-SET */
	$569(569),
	/** 遊戲訊息: 2-SET */
	$570(570),
	/** 遊戲訊息: 寬 */
	$571(571),
	/** 遊戲訊息: 窄 */
	$572(572),
	/** 遊戲訊息: 可使用 */
	$573(573),
	/** 遊戲訊息: 無法使用 */
	$574(574),
	/** 遊戲訊息: 請輸入要測試的血盟徽章的檔名。 */
	$575(575),
	/** 遊戲訊息: 請輸入血盟徽章的檔名。 */
	$576(576),
	/** 遊戲訊息: 請輸入要宣戰的對象血盟名稱。 */
	$577(577),
	/** 遊戲訊息: 請輸入要投降的血盟名稱。 */
	$578(578),
	/** 遊戲訊息: 請輸入要停戰的血盟名稱。 */
	$579(579),
	/** 遊戲訊息: 請輸入要同盟的血盟名稱。 */
	$580(580),
	/** 遊戲訊息: 請選擇劍的圖案創立新的角色 */
	$581(581),
	/** 遊戲訊息: 請輸入要標記(bookmark)的位置名稱。 */
	$582(582),
	/** 遊戲訊息: 請輸入加入對話的人名。 */
	$583(583),
	/** 遊戲訊息: 請輸入拒絕對話的人名。 */
	$584(584),
	/** 遊戲訊息: 請輸入要搜尋的人名。 */
	$585(585),
	/** 遊戲訊息: 請輸入稱號和名稱。 */
	$586(586),
	/** 遊戲訊息: 請輸入要切換的語言。 */
	$587(587),
	/** 遊戲訊息: 在好友清單上增加誰？ */
	$588(588),
	/** 遊戲訊息: 在好友清單上刪除誰？ */
	$589(589),
	/** 遊戲訊息: 已開始交易。請等待回應。 */
	$590(590),
	/** 遊戲訊息: 這張卷軸太易碎所以無法紀錄魔法。 */
	$591(591),
	/** 遊戲訊息: 復活失敗，因為這個位置已被佔據 */
	$592(592),
	/** 遊戲訊息: 請瀏覽天堂網站 http://www。lineage。com。hk/ 。 */
	$593(593),
	/** 遊戲訊息: center@ncgamania。com。hk */
	$594(594),
	/** 遊戲訊息: 你的時數卡已經用完，如想要繼續遊戲，請至各大便利商店購買。 */
	$595(595),
	/** 遊戲訊息: 別的PC使用此IP位址。請至天堂客戶服務部(852-28936288)詢問。 */
	$596(596),
	/** 遊戲訊息: 您的"天堂"月租時間已完結了。若想繼續進行此遊戲，請至"天堂"網站內的GD2S開卡中心作點數增值及轉移。http://www。lineage。com。hk。 */
	$597(597),
	/** 遊戲訊息: 您的"天堂"遊戲帳號之剩餘點數為 %d 點。若不希望因點數被扣完而造成遊戲中斷，請在點數被扣完前進行增值。 */
	$598(598),
	/** 遊戲訊息: 本公司受到貴下在網路咖啡廳利用天堂的時候故意不付網咖使用費的報警。如上行為則屬於刑法第347條的欺詐罪。若貴下沒有做過如上行為， [ 15 ]日之內與本公司(852-28936288，
	 * center@ncgamania。com。hk)　聯絡後解釋。若沒有解釋，立刻停用你的帳號。若貴下與本公司聯絡，我們隨時皆說明貴下的報警內容。 */
	$599(599),
	/** 遊戲訊息: http://www。lineage。com。hk/ */
	$600(600),
	/** 遊戲訊息: 由信用卡盜用報警被停用使用者的帳號。請詢問天堂客服中心(852-28936288)。 */
	$601(601),
	/** 遊戲訊息: 由手機結帳盜用報警被停用使用者的帳號。請第二天詢問客服中心(852-28936288)。請以電子郵件詢問其他詢問此項。 */
	$602(602),
	/** 遊戲訊息: 身體內深刻的感覺到充滿了森林的活力。 */
	$603(603),
	/** 遊戲訊息: 等級 / 經驗值 */
	$604(604),
	/** 遊戲訊息: 防禦強度(數值越低越強) */
	$605(605),
	/** 遊戲訊息: 相性狀態 / 數值 */
	$606(606),
	/** 遊戲訊息: 負重程度 */
	$607(607),
	/** 遊戲訊息: 飽食程度 */
	$608(608),
	/** 遊戲訊息: 日夜狀態 / 時間 */
	$609(609),
	/** 遊戲訊息: 　　　體力計量表　　(目前血量/最高血量) */
	$610(610),
	/** 遊戲訊息: 　　　魔力計量表　　(目前魔力/最高魔力) */
	$611(611),
	/** 遊戲訊息: 道具/魔法 熱鍵設定 任意設定F5~F12鍵 快速使用該物件 */
	$612(612),
	/** 遊戲訊息: 遊戲說明 */
	$613(613),
	/** 遊戲訊息: 角色狀態 */
	$614(614),
	/** 遊戲訊息: 魔法視窗 */
	$615(615),
	/** 遊戲訊息: 道具視窗 */
	$616(616),
	/** 遊戲訊息: 人際關係 */
	$617(617),
	/** 遊戲訊息: 功能選項 */
	$618(618),
	/** 遊戲訊息: 離開遊戲 */
	$619(619),
	/** 遊戲訊息: 使用者帳號因網路銀行的帳號被盜用，而被停止使用。請洽天堂帳號處理部門(0800-031-500)。 */
	$620(620),
	/** 遊戲訊息: 使用者的服務帳號在一年之間沒有任何上線紀錄時，根據同意書該使用者之服務帳號將會被刪除。若要再次使用，請您把可證明您身分之證件傳真到本公司，包括您的服務帳號與相關事宜。收到傳真之前，本公司不會復原您的服務帳號。 */
	$621(621),
	/** 遊戲訊息: 調查 */
	$622(622),
	/** 遊戲訊息: 道具取得失敗。 */
	$623(623),
	/** 遊戲訊息: 若要中斷刪除 \fZ%s\f>角色，請按下取消鍵。 */
	$624(624),
	/** 遊戲訊息: 請選擇要傳送的入口。 */
	$625(625),
	/** 遊戲訊息: 因太遠以致於無法傳送到你要去的地方。 */
	$626(626),
	/** 遊戲訊息: 因你要去的地方有障礙物以致於無法直接傳送到該處。 */
	$627(627),
	/** 遊戲訊息: 您的帳號一年內未上線將會刪除。為了能再使用該帳號，必須將能證明本人身分的身分證明文件影印本Fax至(02)8226-9936 。傳真時，請詳細的寫下帳號和您的需求。若收到傳真之前已被刪除的話將無法回復。 */
	$628(628),
	/** 遊戲訊息: 您無法使用天堂簡訊服務。欲知詳細原因，請至sms。gamania。com 網頁上確認。 */
	$629(629),
	/** 遊戲訊息: %0%s 要與你決鬥。你是否同意？(Y/N) */
	$630(630),
	/** 遊戲訊息: %0%d 拒絕了與你的決鬥。 */
	$631(631),
	/** 遊戲訊息: 與%0開始決鬥。 */
	$632(632),
	/** 遊戲訊息: \f1你已經與其他人決鬥中。 */
	$633(633),
	/** 遊戲訊息: \f11對方已經與其他人決鬥中。 */
	$634(634),
	/** 遊戲訊息: 音樂啟始失敗。 */
	$635(635),
	/** 遊戲訊息: 音效啟始失敗。 */
	$636(636),
	/** 遊戲訊息: 你必須在此地停留 %0 秒。 */
	$637(637),
	/** 遊戲訊息: 您損失了 %0。 */
	$638(638),
	/** 遊戲訊息: %s的攻城戰開始。 */
	$639(639),
	/** 遊戲訊息: %s的攻城戰結束。 */
	$640(640),
	/** 遊戲訊息: %s的攻城戰正在進行中。 */
	$641(641),
	/** 遊戲訊息: 已掌握了城堡的主導權。 */
	$642(642),
	/** 遊戲訊息: 已佔領城堡。 */
	$643(643),
	/** 遊戲訊息: 決鬥 */
	$644(644),
	/** 遊戲訊息: %s接受決鬥。開始決鬥。 */
	$645(645),
	/** 遊戲訊息: 結束決鬥。 */
	$646(646),
	/** 遊戲訊息: 這附近的能量影響到瞬間移動。在此地無法使用瞬間移動。 */
	$647(647),
	/** 遊戲訊息: 您沒有發送出任何簡訊。 */
	$648(648),
	/** 遊戲訊息: 您共發出 %d 通天堂簡訊。 */
	$649(649),
	/** 遊戲訊息: 簡訊服務 */
	$650(650),
	/** 遊戲訊息: \f1你必須有血盟才能夠發血盟簡訊。 */
	$651(651),
	/** 遊戲訊息: \f1你的結婚戒指沒有和其他人配對，請先找到對象再連上戒指。 */
	$652(652),
	/** 遊戲訊息: 若你離婚，你的結婚戒指將會消失。你決定要離婚嗎？(Y/N) */
	$653(653),
	/** 遊戲訊息: %0 向你(妳)求婚，你(妳)答應嗎? */
	$654(654),
	/** 遊戲訊息: 恭喜!! %0 已接受你(妳)的求婚。 */
	$655(655),
	/** 遊戲訊息: %0 拒絕你(妳)的求婚。 */
	$656(656),
	/** 遊戲訊息: \f1你(妳)己經結婚。 */
	$657(657),
	/** 遊戲訊息: \f1你(妳)的對象已經結婚了。 */
	$658(658),
	/** 遊戲訊息: \f1你(妳)沒有結婚戒指。 */
	$659(659),
	/** 遊戲訊息: \f1你(妳)的對象沒有結婚戒指。 */
	$660(660),
	/** 遊戲訊息: \f1結婚對象性別必須和您不同。 */
	$661(661),
	/** 遊戲訊息: \f1你(妳)目前未婚。 */
	$662(662),
	/** 遊戲訊息: 由顧客的要求而被停用顧客的帳號。為了再度使用帳號，必須將能證明本人身分的身份證影印本請至 Fax(852-2836-5366)。傳送Fax的時候，請簡單的寫下帳號和內容。 */
	$663(663),
	/** 遊戲訊息: 不能直接給予道具，請使用交易視窗。 */
	$664(664),
	/** 遊戲訊息: \f1擁有城堡與血盟小屋的狀態下無法解散血盟。 */
	$665(665),
	/** 遊戲訊息: %0%s 變成野生的。 */
	$666(666),
	/** 遊戲訊息: %0%s 死亡後消失了。 */
	$667(667),
	/** 遊戲訊息: 真的要把 \fQ"%s"\f> 刪除嗎？(Y/N) */
	$668(668),
	/** 遊戲訊息: 擁有血盟的王子/公主無法刪除角色，若要刪除請先解散血盟。 */
	$669(669),
	/** 遊戲訊息: *****請大家共同努力維護遊戲健全文化***** */
	$670(670),
	/** 遊戲訊息: 你在 %0 天之內將無法使用公用頻道功能 */
	$671(671),
	/** 遊戲訊息: 等級%d以上才可使用此道具。 */
	$672(672),
	/** 遊戲訊息: 等級%d以下才能使用此道具。 */
	$673(673),
	/** 遊戲訊息: 感覺到靈魂變清純。 */
	$674(674),
	/** 遊戲訊息: 無法丟2個以上的道具。 */
	$675(675),
	/** 遊戲訊息: \f1擁有太多座標記憶點。 */
	$676(676),
	/** 遊戲訊息: http://www。lineagechina。com */
	$677(677),
	/** 遊戲訊息: 感覺到在身上有的精靈力量被空氣中融化。 */
	$678(678),
	/** 遊戲訊息: 忽然全身充滿了%s的靈力。 */
	$679(679),
	/** 遊戲訊息: 火 */
	$680(680),
	/** 遊戲訊息: 水 */
	$681(681),
	/** 遊戲訊息: 風 */
	$682(682),
	/** 遊戲訊息: 地 */
	$683(683),
	/** 遊戲訊息: 屬性系列不同無法學習。 */
	$684(684),
	/** 遊戲訊息: 你的武器吸收神聖的氣。 */
	$685(685),
	/** 遊戲訊息: 感覺到行李變輕。 */
	$686(686),
	/** 遊戲訊息: 某處在探查你的屬性。 */
	$687(687),
	/** 遊戲訊息: 強力的魔法防禦力圍繞你。 */
	$688(688),
	/** 遊戲訊息: 在安靜的大氣中魔力聚集。 */
	$689(689),
	/** 遊戲訊息: 感覺到魔力的轉移。 */
	$690(690),
	/** 遊戲訊息: 四周忽然黑暗。 */
	$691(691),
	/** 遊戲訊息: 感覺到身上的力量減少。 */
	$692(692),
	/** 遊戲訊息: 在你的武器上被祝福了。 */
	$693(693),
	/** 遊戲訊息: 設置魔法的陷阱。 */
	$694(694),
	/** 遊戲訊息: 感覺到全身的力量減少。 */
	$695(695),
	/** 遊戲訊息: 感覺到在四周充滿生命之氣。 */
	$696(696),
	/** 遊戲訊息: 感覺到空氣有變化，魔力被斷絕。 */
	$697(697),
	/** 遊戲訊息: 喉嚨灼熱，無法喝東西。 */
	$698(698),
	/** 遊戲訊息: 眼睛慢慢變亮，漸漸看到四周。 */
	$699(699),
	/** 遊戲訊息: 在周圍產生絕對的防禦力。 */
	$700(700),
	/** 遊戲訊息: 提高對魔法的抵抗力。 */
	$701(701),
	/** 遊戲訊息: 在一陣痛苦中，感到精神甦醒。 */
	$702(702),
	/** 遊戲訊息: 思緒變清涼，逐漸充滿魔力。 */
	$703(703),
	/** 遊戲訊息: 提高對精靈力量的抵抗力。 */
	$704(704),
	/** 遊戲訊息: 在極大的痛苦中，感到精神甦醒。 */
	$705(705),
	/** 遊戲訊息: 得到對特定精靈屬性的抵抗力。 */
	$706(706),
	/** 遊戲訊息: 在你的武器上纏繞火花。 */
	$707(707),
	/** 遊戲訊息: 風圍繞在你的弓。 */
	$708(708),
	/** 遊戲訊息: 腿像風一樣快。 */
	$709(709),
	/** 遊戲訊息: 大地之氣圍繞你。 */
	$710(710),
	/** 遊戲訊息: 像被線綁住一樣行走困難。 */
	$711(711),
	/** 遊戲訊息: 感覺到在身上的魔力散開。 */
	$712(712),
	/** 遊戲訊息: 腿像被黏液粘住一般，無法動彈。 */
	$713(713),
	/** 遊戲訊息: 大自然的溫暖氣息充滿全身。 */
	$714(714),
	/** 遊戲訊息: 周圍忽然沉寂下來。 */
	$715(715),
	/** 遊戲訊息: 真的要刪除你目前已學習的屬性魔法嗎？(Y/N) */
	$716(716),
	/** 遊戲訊息: \f1太多新的冒險者。 */
	$717(717),
	/** 遊戲訊息: 你的武器恢復正常。 */
	$718(718),
	/** 遊戲訊息: 保護你的力量已經消失。 */
	$719(719),
	/** 遊戲訊息: 你的精靈庇護已經消失。 */
	$720(720),
	/** 遊戲訊息: 你的精靈力量已經消失。 */
	$721(721),
	/** 遊戲訊息: 充沛的魔力消失了。 */
	$722(722),
	/** 遊戲訊息: 你的武器失去了火之力量。 */
	$723(723),
	/** 遊戲訊息: 你的武器失去了風之力量。 */
	$724(724),
	/** 遊戲訊息: 庇護你的大地之力量已經消失。 */
	$725(725),
	/** 遊戲訊息: 實際比賽 */
	$726(726),
	/** 遊戲訊息: 禁止 */
	$727(727),
	/** 遊戲訊息: 只有收到稱謂的人才能使用血盟倉庫。 */
	$728(728),
	/** 遊戲訊息: 盟主正在呼喚你，你要接受他的呼喚嗎？(Y/N) */
	$729(729),
	/** 遊戲訊息: 輸入要召喚的血盟成員。 */
	$730(730),
	/** 遊戲訊息: 你要參加 %0%s 主持的語音聊天會議嗎？(Y/N) */
	$731(731),
	/** 遊戲訊息: 現在所使用的電腦無法使用語音聊天功能。 */
	$732(732),
	/** 遊戲訊息: %0%s 語音聊天不存在或拒絕使用者參加。 */
	$733(733),
	/** 遊戲訊息: 你所屬的隊員士氣上升。 */
	$734(734),
	/** 遊戲訊息: 你的血盟盟友們充滿士氣。 */
	$735(735),
	/** 遊戲訊息: 因著你的犧牲你的血盟盟友們全部復活。 */
	$736(736),
	/** 遊戲訊息: 你消盡你全部的生命得到無敵的力量。 */
	$737(737),
	/** 遊戲訊息: 恢復經驗值需消耗%0金幣。想要恢復經驗值嗎? */
	$738(738),
	/** 遊戲訊息: 目前無法恢復經驗值。 */
	$739(739),
	/** 遊戲訊息: 香港用。 */
	$740(740),
	/** 遊戲訊息: 香港用 IP 30hours。 */
	$741(741),
	/** 遊戲訊息: 請輸入檔案名稱。 */
	$742(742),
	/** 遊戲訊息: 等級太低而無法召喚怪物 */
	$743(743),
	/** 遊戲訊息: 血盟成員想要與你一起瞬間移動，你要一起移動嗎？(Y/N) */
	$744(744),
	/** 遊戲訊息: 目前已超使用限制時間。等一下遊戲將自動結束請先到安全的地點登出遊戲。 */
	$745(745),
	/** 遊戲訊息: 超過指定時間而遊戲結束。 */
	$746(746),
	/** 遊戲訊息: \f1\f1您剩餘的時間為%d分鐘。所指定的使用限制時間將結束，請先登出後再進行遊戲。 */
	$747(747),
	/** 遊戲訊息: 你的血盟成員想要傳送你。你答應嗎？(Y/N) */
	$748(748),
	/** 遊戲訊息: 收信者的號碼型式錯誤... */
	$749(749),
	/** 遊戲訊息: 天堂Non PvP版本只有滿12歲以上的使用者才能使用。您的天堂Non PvP版本的角色與道具情報在您成為滿12歲之前，本公司將為您妥善保管。 */
	$750(750),
	/** 遊戲訊息: 天堂PvP版本只有滿15歲以上的使用者才可使用。您的天堂PvP版本的角色與道具情報在您滿15歲之前，本公司將為您妥善保管。 */
	$751(751),
	/** 遊戲訊息: 本伺服器只有滿18歲以上的使用者才能使用。請利用15歲/12歲 使用者的伺候器。 */
	$752(752),
	/** 遊戲訊息: https://secure。lineage。co。kr/account/secure/real_name/ssn_validate。asp */
	$753(753),
	/** 遊戲訊息: 本伺服器要經過滿18歲以上認證後才能使用，請在%s認證是否為滿18歲以上。 */
	$754(754),
	/** 遊戲訊息: \f1在透明狀態無法交換道具。 */
	$755(755),
	/** 遊戲訊息: \f1你已經登錄為所屬於其他村莊。 */
	$756(756),
	/** 遊戲訊息: \f1想要在村莊登錄必須在10等級以上。 */
	$757(757),
	/** 遊戲訊息: 目前你所登錄的村莊為%0。 */
	$758(758),
	/** 遊戲訊息: \f1想要新登錄村莊，必須有暫緩的時間，請下次再登錄。 */
	$759(759),
	/** 遊戲訊息: 村莊登錄被取消，請一個月後再登錄。 */
	$760(760),
	/** 遊戲訊息: 從村莊得到%0 金幣的支援。 */
	$761(761),
	/** 遊戲訊息: 月 */
	$762(762),
	/** 遊戲訊息: 日 */
	$763(763),
	/** 遊戲訊息: 新村長由%s選出 */
	$764(764),
	/** 遊戲訊息: 想要登記為居民必需要繳交登記費%d金幣。你想要登記嗎？(Y/N) */
	$765(765),
	/** 遊戲訊息: 你可能已經取得補償金，或者對於村莊的貢獻度不足而無法得到補償金。請在下月再來。 */
	$766(766),
	/** 遊戲訊息: 沒有村莊支援費，請在下個月再來。 */
	$767(767),
	/** 遊戲訊息: %0 合併到 %1 */
	$768(768),
	/** 遊戲訊息: 請重新確認欲交換的道具是否正確，你真的要交換嗎？(Y/N) */
	$769(769),
	/** 遊戲訊息: 取消登記後要經過5天後才可能再登記，你真的要取消登記嗎？(Y/N) */
	$770(770),
	/** 遊戲訊息: 聯盟君主 */
	$771(771),
	/** 遊戲訊息: 守護騎士 */
	$772(772),
	/** 遊戲訊息: 一般 */
	$773(773),
	/** 遊戲訊息: 見習 */
	$774(774),
	/** 遊戲訊息: 在線上的血盟成員 */
	$775(775),
	/** 遊戲訊息: 未上線的血盟成員 */
	$776(776),
	/** 遊戲訊息: 需要教堂才能結婚 */
	$777(777),
	/** 遊戲訊息: 請輸入 %s血盟員的新階級[階級 = 守護騎士、一般、見習] */
	$778(778),
	/** 遊戲訊息: 階級 */
	$779(779),
	/** 遊戲訊息: \f1請依照如下輸入："/階級 \f0角色名稱 階級[守護騎士、一般、見習]\f1" */
	$780(780),
	/** 遊戲訊息: 請輸入想要變更階級的人的名稱與階級。[階級 = 守護騎士、一般、見習] */
	$781(781),
	/** 遊戲訊息: %s 血盟的 %s打敗了反王 */
	$782(782),
	/** 遊戲訊息: %s 血盟成為新主人 */
	$783(783),
	/** 遊戲訊息: 你的階級變更為%s */
	$784(784),
	/** 遊戲訊息: 你不再是君主了 */
	$785(785),
	/** 遊戲訊息: 伊娃之祝福 */
	$786(786),
	/** 遊戲訊息: 加入血盟的話，目前血盟倉庫中的所有道具會消失。你真正要加入嗎？ */
	$787(787),
	/** 遊戲訊息: 求婚 */
	$788(788),
	/** 遊戲訊息: 離婚 */
	$789(789),
	/** 遊戲訊息: 倆人的結婚在所有人的祝福下完成 */
	$790(790),
	/** 遊戲訊息: 需要補充結婚戒指的能量 */
	$791(791),
	/** 遊戲訊息: 音效調整 */
	$792(792),
	/** 遊戲訊息: 背景音 */
	$793(793),
	/** 遊戲訊息: 效果音 */
	$794(794),
	/** 遊戲訊息: 尚不支援 */
	$795(795),
	/** 遊戲訊息: 信紙 */
	$796(796),
	/** 遊戲訊息: 與原密碼要有2個字以上不同 */
	$797(797),
	/** 遊戲訊息: 搜尋到鍵盤驅動程式。 */
	$798(798),
	/** 遊戲訊息: 為了鍵盤的防護輸入，您要安裝此功能嗎？ */
	$799(799),
	/** 遊戲訊息: (安裝後，系統必須重新啟動) */
	$800(800),
	/** 遊戲訊息: 安裝完成 */
	$801(801),
	/** 遊戲訊息: 系統即將重新啟動 */
	$802(802),
	/** 遊戲訊息: 安裝失敗 */
	$803(803),
	/** 遊戲訊息: 鍵盤防護未適用 */
	$804(804),
	/** 遊戲訊息: 鍵盤防護所需檔案不存在。 */
	$805(805),
	/** 遊戲訊息: (npkeyc。vxd、npkeyc。sys、npkeycs。sys) */
	$806(806),
	/** 遊戲訊息: 搜尋到隨插即用鍵盤 */
	$807(807),
	/** 遊戲訊息: 遊戲開始前出現遊戲提示 */
	$808(808),
	/** 遊戲訊息: 選擇活動的伺服器是網咖專用伺服器，只能在天堂授權網咖裡連結，詳細內容請洽天堂客服中心。 */
	$809(809),
	/** 遊戲訊息: nProtect相關檔案原始化發生錯誤，請使用管理者帳號來登入執行遊戲，謝謝！ */
	$810(810),
	/** 遊戲訊息: 血盟徽章太小 */
	$811(811),
	/** 遊戲訊息: 想要參加攻城戰需有盟徽 */
	$812(812),
	/** 遊戲訊息: 隊員%2%s 從%0 取得 %1%o */
	$813(813),
	/** 遊戲訊息: 你的武器滲入毒物，並散發危險。 */
	$814(814),
	/** 遊戲訊息: 你的全身被黑影圍繞並消失。 */
	$815(815),
	/** 遊戲訊息: 吸取礦區中潛藏的力量。 */
	$816(816),
	/** 遊戲訊息: 腿的疲勞消失，並感覺輕快了。 */
	$817(817),
	/** 遊戲訊息: 邪念消失，精神變得明朗了。 */
	$818(818),
	/** 遊戲訊息: 周圍圍繞著黑暗。 */
	$819(819),
	/** 遊戲訊息: 你感受到體內氣息的變化。 */
	$820(820),
	/** 遊戲訊息: 你的武器產生一股不明力量。 */
	$821(821),
	/** 遊戲訊息: 你感受到體內深處產生一股不明力量。 */
	$822(822),
	/** 遊戲訊息: 你的武器因黑影變得更加銳利。 */
	$823(823),
	/** 遊戲訊息: 你感受到所有的體力與精神正在耗損。 */
	$824(824),
	/** 遊戲訊息: 你感受到身上的力量減弱了。 */
	$825(825),
	/** 遊戲訊息: STR_REMOVE_AVATAR。 */
	$826(826),
	/** 遊戲訊息: 你武器的毒性已經消失。 */
	$827(827),
	/** 遊戲訊息: 精神集中力已經消失。 */
	$828(828),
	/** 遊戲訊息: 圍繞在武器的氣息已經消失。 */
	$829(829),
	/** 遊戲訊息: 體內的力量已經消失。 */
	$830(830),
	/** 遊戲訊息: 對毒性的抵抗力已經消失。 */
	$831(831),
	/** 遊戲訊息: 腿變得沉重。 */
	$832(832),
	/** 遊戲訊息: 網頁上的密碼有變更，因此強制結束。 */
	$833(833),
	/** 遊戲訊息: 倉庫密碼。 */
	$834(834),
	/** 遊戲訊息: 密碼錯誤。 */
	$835(835),
	/** 遊戲訊息: %s'受到 '%u'的損害。 */
	$836(836),
	/** 遊戲訊息: 利用'%s'傷害'%u'。 */
	$837(837),
	/** 遊戲訊息: 請輸入密碼(6位數)，如果沒有密碼請直接按”OK”。 */
	$838(838),
	/** 遊戲訊息: 請輸入新密碼(6位數，只能用滑鼠點選小鍵盤才能輸入)。 */
	$839(839),
	/** 遊戲訊息: 請再次輸入新密碼(6位數，只能用滑鼠點選小鍵盤才能輸入)。 */
	$840(840),
	/** 遊戲訊息: 請輸入密碼(6位數，只能用滑鼠點選小鍵盤才能輸入)。 */
	$841(841),
	/** 遊戲訊息: 密碼必須為6位數字。 */
	$842(842),
	/** 遊戲訊息: 血盟成員%0%s剛進入遊戲。 */
	$843(843),
	/** 遊戲訊息: 時間 */
	$844(844),
	/** 遊戲訊息: 目前時間為 %s。 */
	$845(845),
	/** 遊戲訊息: 要刪除所選擇的項目？（y/N） */
	$846(846),
	/** 遊戲訊息: %s為正確嗎？（y/N）　 */
	$847(847),
	/** 遊戲訊息: 系統需重新啟動。 */
	$848(848),
	/** 遊戲訊息: 暫時提升移動與攻擊速度 */
	$849(849),
	/** 遊戲訊息: 暫時降低移動與攻擊速度 */
	$850(850),
	/** 遊戲訊息: 暫時提升移動與攻擊速度 */
	$851(851),
	/** 遊戲訊息: 暫時提高魔攻 */
	$852(852),
	/** 遊戲訊息: 暫時提高防禦力 */
	$853(853),
	/** 遊戲訊息: 暫時提高力量值 */
	$854(854),
	/** 遊戲訊息: 暫時提高敏捷值 */
	$855(855),
	/** 遊戲訊息: 暫時能在海裡呼吸 */
	$856(856),
	/** 遊戲訊息: 暫時提高攻擊力與命中率 */
	$857(857),
	/** 遊戲訊息: 暫時提高魔法防禦力 */
	$858(858),
	/** 遊戲訊息: 暫時提高屬性的防禦力 */
	$859(859),
	/** 遊戲訊息: 暫時提高指定的屬性防禦力 */
	$860(860),
	/** 遊戲訊息: 暫時提高3點精神值 */
	$861(861),
	/** 遊戲訊息: 暫時提高攻擊力 */
	$862(862),
	/** 遊戲訊息: 暫時提高遠距離攻擊力與命中率 */
	$863(863),
	/** 遊戲訊息: 暫時提高命中率與魔法防禦力 */
	$864(864),
	/** 遊戲訊息: 暫時提高防禦力 */
	$865(865),
	/** 遊戲訊息: 暫時提高攻擊力 */
	$866(866),
	/** 遊戲訊息: 攻擊時隨機讓敵人中毒 */
	$867(867),
	/** 遊戲訊息: 暫時提高致命攻擊的機率 */
	$868(868),
	/** 遊戲訊息: 攻擊時無視敵人防禦力 */
	$869(869),
	/** 遊戲訊息: 暫時提高迴避率 */
	$870(870),
	/** 遊戲訊息: 暫時提高對毒性的抵抗力 */
	$871(871),
	/** 遊戲訊息: 暫時提高移動速度 */
	$872(872),
	/** 遊戲訊息: 要刪除所選擇的道具嗎？(Y/N) */
	$873(873),
	/** 遊戲訊息: windows 95，98 互換模式發生問題，將清除該模式，請重新執行天堂。 */
	$874(874),
	/** 遊戲訊息: */
	$875(875),
	/** 遊戲訊息: 無法在此開設個人商店。 */
	$876(876),
	/** 遊戲訊息: 將 %1%o 賣給 %0。 */
	$877(877),
	/** 遊戲訊息: 全部 */
	$878(878),
	/** 遊戲訊息: 裝備 */
	$879(879),
	/** 遊戲訊息: 任務 */
	$880(880),
	/** 遊戲訊息: 道具 */
	$881(881),
	/** 遊戲訊息: 裝備欄 */
	$882(882),
	/** 遊戲訊息: 角色狀態 */
	$883(883),
	/** 遊戲訊息: 攻擊模式 */
	$884(884),
	/** 遊戲訊息: 指定攻擊目標 */
	$885(885),
	/** 遊戲訊息: 選擇選單 */
	$886(886),
	/** 遊戲訊息: 休息 */
	$887(887),
	/** 遊戲訊息: 防禦模式 */
	$888(888),
	/** 遊戲訊息: 散開 */
	$889(889),
	/** 遊戲訊息: 警戒 */
	$890(890),
	/** 遊戲訊息: 收集 */
	$891(891),
	/** 遊戲訊息: 解散 */
	$892(892),
	/** 遊戲訊息: 1階段 */
	$893(893),
	/** 遊戲訊息: 2階段 */
	$894(894),
	/** 遊戲訊息: 3階段 */
	$895(895),
	/** 遊戲訊息: 4階段 */
	$896(896),
	/** 遊戲訊息: 不能一次販賣8樣以上的物品。 */
	$897(897),
	/** 遊戲訊息: 請設定1件物品的價格。 */
	$898(898),
	/** 遊戲訊息: 1件 %s金幣 */
	$899(899),
	/** 遊戲訊息: 1件物品的價格無法超過 %d金幣。 */
	$900(900),
	/** 遊戲訊息: 販賣數量無法超過 %d個。 */
	$901(901),
	/** 遊戲訊息: 開始個人商店模式。 */
	$902(902),
	/** 遊戲訊息: 結束個人商店模式。 */
	$903(903),
	/** 遊戲訊息: 總共販賣價格無法超過 %d金幣。 */
	$904(904),
	/** 遊戲訊息: 無法販賣裝備中的道具。 */
	$905(905),
	/** 遊戲訊息: 您要販賣的道具與擁有的道具不一致。 */
	$906(906),
	/** 遊戲訊息: 商店 */
	$907(907),
	/** 遊戲訊息: 請確認您想販賣或購買的物品是否正確？ */
	$908(908),
	/** 遊戲訊息: 自動發言 */
	$909(909),
	/** 遊戲訊息: 提高魔力的回復量 */
	$910(910),
	/** 遊戲訊息: 變形成其它怪物的外形 */
	$911(911),
	/** 遊戲訊息: 目前被禁言中 */
	$912(912),
	/** 遊戲訊息: 肯特城 */
	$913(913),
	/** 遊戲訊息: 妖魔城 */
	$914(914),
	/** 遊戲訊息: 風木城 */
	$915(915),
	/** 遊戲訊息: 奇岩城 */
	$916(916),
	/** 遊戲訊息: 海音城 */
	$917(917),
	/** 遊戲訊息: 侏儒城 */
	$918(918),
	/** 遊戲訊息: 亞丁城 */
	$919(919),
	/** 遊戲訊息: 狄亞得要塞 */
	$920(920),
	/** 遊戲訊息: 城名稱 9 */
	$921(921),
	/** 遊戲訊息: 城名稱 10 */
	$922(922),
	/** 遊戲訊息: 城名稱 11 */
	$923(923),
	/** 遊戲訊息: 城名稱 12 */
	$924(924),
	/** 遊戲訊息: 道具 */
	$925(925),
	/** 遊戲訊息: 道具 */
	$926(926),
	/** 遊戲訊息: 目前無法開啟商店 */
	$927(927),
	/** 遊戲訊息: \f1%0：寵物專用牙 */
	$928(928),
	/** 遊戲訊息: 請再次確認是否要提升\f2%s\f>？(Y/N) */
	$929(929),
	/** 遊戲訊息: 剩餘時間 */
	$930(930),
	/** 遊戲訊息: 秒 */
	$931(931),
	/** 遊戲訊息: 裝備中的道具無法交易 */
	$932(932),
	/** 遊戲訊息: 想要\f2%s\f>幾個呢？(1-%u，Enter=全部，Esc=取消) */
	$933(933),
	/** 遊戲訊息: 販售 */
	$934(934),
	/** 遊戲訊息: 購買 */
	$935(935),
	/** 遊戲訊息: 金幣不足，無法購買。 */
	$936(936),
	/** 遊戲訊息: 不被允許%s的道具。 */
	$937(937),
	/** 遊戲訊息: 只能輸入數字。 */
	$938(938),
	/** 遊戲訊息: 尚未開放。 */
	$939(939),
	/** 遊戲訊息: 已經陳列到視窗了。 */
	$940(940),
	/** 遊戲訊息: 此為無法交易的道具。 */
	$941(941),
	/** 遊戲訊息: 對方的負重太重，無法再給予。 */
	$942(942),
	/** 遊戲訊息: 買賣對話 */
	$943(943),
	/** 遊戲訊息: 欲使用\f2%s\f>嗎？(Y/N) */
	$944(944),
	/** 遊戲訊息: 發現外掛程式因此強制中斷遊戲 */
	$945(945),
	/** 遊戲訊息: 未發現防護程式因此強制中斷遊戲 */
	$946(946),
	/** 遊戲訊息: 好友名單 */
	$947(947),
	/** 遊戲訊息: 新增好友 */
	$948(948),
	/** 遊戲訊息: 刪除好友 */
	$949(949),
	/** 遊戲訊息: 獲得%1%s %0%o */
	$950(950),
	/** 遊戲訊息: 您要接受玩家 %0%s 提出的隊伍對話邀請嗎？(Y/N) */
	$951(951),
	/** 遊戲訊息: 距離太遠以致於無法邀請至隊伍。 */
	$952(952),
	/** 遊戲訊息: 玩家 %0%s 邀請您加入隊伍？(Y/N) */
	$953(953),
	/** 遊戲訊息: 您答應隊伍自動分配的邀請嗎？(Y/N) */
	$954(954),
	/** 遊戲訊息: 邀請%s組隊 */
	$955(955),
	/** 遊戲訊息: 聊天組隊 */
	$956(956),
	/** 遊戲訊息: 邀請聊天 */
	$957(957),
	/** 遊戲訊息: 退出聊天 */
	$958(958),
	/** 遊戲訊息: 驅逐聊天 */
	$959(959),
	/** 遊戲訊息: 您想要邀請誰至組隊對話呢？ */
	$960(960),
	/** 遊戲訊息: 您想要驅逐誰離開隊伍對話呢？ */
	$961(961),
	/** 遊戲訊息: 暫時提升遠距離攻擊力及命中率 */
	$962(962),
	/** 遊戲訊息: 暫時提升遠距離攻擊力，但命中率下降 */
	$963(963),
	/** 遊戲訊息: 在武器上附加神聖的力量 */
	$964(964),
	/** 遊戲訊息: 使人變得狂暴 */
	$965(965),
	/** 遊戲訊息: 感受到魔法保護的力量 */
	$966(966),
	/** 遊戲訊息: 感受到魔法保護的屏障 */
	$967(967),
	/** 遊戲訊息: 暫時提升力量 */
	$968(968),
	/** 遊戲訊息: 暫時提升敏捷 */
	$969(969),
	/** 遊戲訊息: 暫時提升迴避率 */
	$970(970),
	/** 遊戲訊息: 暫時提升防禦力 */
	$971(971),
	/** 遊戲訊息: 暫時提升防禦力 */
	$972(972),
	/** 遊戲訊息: 暫時提升防禦力 */
	$973(973),
	/** 遊戲訊息: 暫時提升防禦力 */
	$974(974),
	/** 遊戲訊息: 暫時提升體力回復量 */
	$975(975),
	/** 遊戲訊息: 你真的要進行贖罪嗎？ */
	$976(976),
	/** 遊戲訊息: 你己經超過一天可以連線的時間，已遭系統驅逐。 */
	$977(977),
	/** 遊戲訊息: 剩餘時間 */
	$978(978),
	/** 遊戲訊息: 你剩下的的連線時間為%d分鐘。 */
	$979(979),
	/** 遊戲訊息: 全體隊員的攻擊力提升 */
	$980(980),
	/** 遊戲訊息: 攻擊力大幅提升 */
	$981(981),
	/** 遊戲訊息: 提升體力與魔力的最大值 */
	$982(982),
	/** 遊戲訊息: 提升魔力回復量 */
	$983(983),
	/** 遊戲訊息: 提升載重量 */
	$984(984),
	/** 遊戲訊息: 無法使用藥水 */
	$985(985),
	/** 遊戲訊息: 無法使用藥水 */
	$986(986),
	/** 遊戲訊息: 防禦力與命中率降低 */
	$987(987),
	/** 遊戲訊息: 攻擊力與命中率降低 */
	$988(988),
	/** 遊戲訊息: 無法與開設個人商店的玩家進行交易。 */
	$989(989),
	/** 遊戲訊息: 下令城門自動修復功能。 */
	$990(990),
	/** 遊戲訊息: 取消城門自動修復功能。 */
	$991(991),
	/** 遊戲訊息: 無法刪除金幣。 */
	$992(992),
	/** 遊戲訊息: 沐浴在森林之母的庇蔭下。 */
	$993(993),
	/** 遊戲訊息: 增加額外回血量。 */
	$994(994),
	/** 遊戲訊息: 請選擇要召喚的血盟成員。 */
	$995(995),
	/** 遊戲訊息: 沒有可以召喚的血盟成員。 */
	$996(996),
	/** 遊戲訊息: 復活後經驗值回復了。 */
	$997(997),
	/** 遊戲訊息: 無法使用該鑰匙進入。 */
	$998(998),
	/** 遊戲訊息: 處於昏迷狀態。 */
	$999(999),
	/** 遊戲訊息: 雙腳受困無法移動。 */
	$1000(1000),
	/** 遊戲訊息: 攻擊速度變慢。 */
	$1001(1001),
	/** 遊戲訊息: 取消刪除後，如果再進行刪除，就必須重新等待7天的時間。 */
	$1002(1002),
	/** 遊戲訊息: 透明狀態無法使用的魔法。 */
	$1003(1003),
	/** 遊戲訊息: %s 被封印。 */
	$1004(1004),
	/** 遊戲訊息: 拒絕%s的聊天群組的邀請。 */
	$1005(1005),
	/** 遊戲訊息: 買賣過濾 */
	$1006(1006),
	/** 遊戲訊息: 你感覺到魔力恢復速度加快。 */
	$1007(1007),
	/** 遊戲訊息: 在這個狀態無法施法。 */
	$1008(1008),
	/** 遊戲訊息: 弱化屬性效果 */
	$1009(1009),
	/** 遊戲訊息: 鏡反射效果 */
	$1010(1010),
	/** 遊戲訊息: 消除魔法效果 */
	$1011(1011),
	/** 遊戲訊息: 體能激發效果 */
	$1012(1012),
	/** 遊戲訊息: 施放初級治癒術時有 2倍效果，但效果會馬上消失。 */
	$1013(1013),
	/** 遊戲訊息: 屬性之火效果 */
	$1014(1014),
	/** 遊戲訊息: %s 解除封印。 */
	$1015(1015),
	/** 遊戲訊息: 環境音 */
	$1016(1016),
	/** 遊戲訊息: 環境設定錯誤 */
	$1017(1017),
	/** 遊戲訊息: 全體聊天 */
	$1018(1018),
	/** 遊戲訊息: 申訴 */
	$1019(1019),
	/** 遊戲訊息: 已申訴 */
	$1020(1020),
	/** 遊戲訊息: 請稍後再進行申訴 */
	$1021(1021),
	/** 遊戲訊息: 申訴 */
	$1022(1022),
	/** 遊戲訊息: 請選擇要申訴的角色 */
	$1023(1023),
	/** 遊戲訊息: 申訴明細 */
	$1024(1024),
	/** 遊戲訊息: 刪除申訴 */
	$1025(1025),
	/** 遊戲訊息: @您的帳戶已由司法機關提出正式請求而被停止使用。相關機關的正式請求具有法律效果，故採取這一措施，詳細情況請諮詢相應服務部門。 */
	$1026(1026),
	/** 遊戲訊息: 裝備的武器被強制解除。 */
	$1027(1027),
	/** 遊戲訊息: 這是高價物品。請再次進行確認，確定要購買嗎？(Y/N) */
	$1028(1028),
	/** 遊戲訊息: http://cs。lineage。co。kr/account/motp/main。asp */
	$1029(1029),
	/** 遊戲訊息: 遊戲時間已超過4個小時，已進入防沉迷第一階段。 */
	$1030(1030),
	/** 遊戲訊息: 遊戲時間已超過6個小時，已進入防沉迷第二階段。 */
	$1031(1031),
	/** 遊戲訊息: 請輸入第%d個安全密碼。 */
	$1032(1032),
	/** 遊戲訊息: 龍吼 */
	$1033(1033),
	/** 遊戲訊息: 此帳號由於盜用他人資訊註冊等相關原因已被臨時停止。若與相關事由無關，則請進行本人身分確認步驟，相關的疑問事項請與本公司的客戶服務中心取得聯繫。<BR>
	 * <BR>
	 * 在天堂網站 http://www。lineage。co。kr 的天堂客服中心上請與相應服務的GM提出疑問事項。 */
	$1034(1034),
	/** 遊戲訊息: 若透過虛擬IP等方式進行天堂遊戲的多重連接，則可能會被限制連接。 */
	$1035(1035),
	/** 遊戲訊息: 天堂的帳戶名需至少5字以上。請輸入正常的帳戶名。 */
	$1036(1036),
	/** 遊戲訊息: 您的帳戶已被確認進行過現金/帳戶/人物名稱/服務期之間的交易1次，被凍結7天。詳細情況請以電子郵件的形式諮詢天堂網站的客服中心。 */
	$1037(1037),
	/** 遊戲訊息: 您的帳戶已被確認進行過現金/帳戶/人物名稱/服務期之間的交易2次，被凍結30天。詳細情況請以電子郵件的形式諮詢天堂網站的客服中心。 */
	$1038(1038),
	/** 遊戲訊息: 您的帳戶已被確認進行過現金/帳戶/人物名稱/服務期之間的交易3次，被永久凍結。詳細情況請以電子郵件的形式諮詢天堂網站的客服中心。 */
	$1039(1039),
	/* 訊息:
	 * 您的帳戶已被確認進行過現金交易(人物名稱，服務期之間的交易等)1次，被凍結30天。今後若再次發現以您的身分號碼註冊的帳戶上出現同樣事由，會立刻對帳戶進行永久凍結的嚴厲措施，請務必注意。詳細情況請以電子郵件的形式諮詢天堂網站的客服中心。 */
	$1040(1040),
	/** 遊戲訊息: 您的帳戶已被確認進行過現金交易(人物名稱，服務期之間的交易等)2次以上，故已被永久凍結。相關內容已在之前的制裁當中提及到，詳細情況請以電子郵件的形式諮詢天堂網站的客服中心。 */
	$1041(1041),
	/** 遊戲訊息: 您的帳戶已被確認進行過現金交易(人物名稱，服務期之間的交易等)，被凍結30天，並處於等待本人進行認證的狀態。只要通過天堂網站進行本人身分的認證即可正常連接遊戲，請進行網站上的本人認證步驟。 */
	$1042(1042),
	/** 遊戲訊息: 盔甲變得堅韌。 */
	$1043(1043),
	/** 遊戲訊息: 身上盔甲的性質與外型開始改變。 */
	$1044(1044),
	/** 遊戲訊息: 大圓形競技場，混沌的大戰開始！ */
	$1045(1045),
	/** 遊戲訊息: 大圓形競技場，混沌的大戰結束！ */
	$1046(1046),
	/** 遊戲訊息: 大圓形競技場，混沌的大戰取消！ */
	$1047(1047),
	/** 遊戲訊息: (banaccount) 請選擇角色。 */
	$1048(1048),
	/** 遊戲訊息: 保存到check_list。txt。 */
	$1049(1049),
	/** 遊戲訊息: 請選擇要召喚的角色。 */
	$1050(1050),
	/** 遊戲訊息: %s 註冊成功。 */
	$1051(1051),
	/** 遊戲訊息: %s 已註冊。 */
	$1052(1052),
	/** 遊戲訊息: 無使用權限 */
	$1053(1053),
	/** 遊戲訊息: 玩家(用戶)不得在遊戲內使用或者意圖放置有礙遊戲秩序(善良風俗)，以及影響他人使用權益(社會秩序)的任何傳輸內容。<BR>
	 * <BR>
	 * <依照上列天堂使用者規章第14條 第9項 3號之第10項>的規定，玩家的帳號已經被停權處分。<BR>
	 * <BR>
	 * 為了維護公平(健全)的遊戲環境(文化)，若玩家以不正常的方式進行遊戲，就會依照使用者規章加以對該行為做出處份。<BR>
	 * 若有任何問題請至官網<BR>
	 * [客服中心 – 信件詢問]來詢問客服相關人員(詢問管理該伺服器的管理員)。 */
	$1054(1054),
	/** 遊戲訊息: 很弱 */
	$1055(1055),
	/** 遊戲訊息: 弱 */
	$1056(1056),
	/** 遊戲訊息: 中等 */
	$1057(1057),
	/** 遊戲訊息: 強 */
	$1058(1058),
	/** 遊戲訊息: 很強 */
	$1059(1059),
	/** 遊戲訊息: @玩家所登記之身份證字號下的帳號目前無法使用。為了避免玩家以不正常的方式進行遊戲，因此針對該身分證字號下的帳號做出停權的措施。<BR>
	 * <BR>
	 * 若有妨礙遊戲進行，或者該行為影響到其他正常玩家的權益，使用不當的方式獲取利益，以及使用外掛程式(不法程式)影響遊戲正常營運的行為等等。<BR>
	 * <BR>
	 * 也就是說，登記在玩家身份證字號下的帳號違反 <天堂使用者規章>，因此依循 <天堂使用者規章> 做出停權之處份。<BR>
	 * <BR>
	 * 若有任何問題，請詢問客服相關人員(詢問管理該伺服器的管理員)。 */
	$1060(1060),
	/** 遊戲訊息: (連線中) */
	$1061(1061),
	/** 遊戲訊息: @玩家不得將營運商所提供的遊戲服務，用在其他任何的營利目的上。<BR>
	 * <BR>
	 * - 散佈個人或非營運商的第三者所開發的軟體或硬體程式來進行遊戲，或者鼓勵其他玩家使用該程式進行遊戲(遊戲內打怪等)，也不得以廣告的方式鼓勵玩家使用這些非官方所提供的程式<BR>
	 * <BR>
	 * <天堂使用者規章 第3張 第14條第10項><BR>
	 * <BR>
	 * 依照上列使用者規章並將該帳號停權。<BR>
	 * <BR>
	 * 使用非法程式或者修改客戶端程式會嚴重影響遊戲的進行。若有任何問題，請詢問客服相關人員(詢問管理該伺服器的管理員)。 */
	$1062(1062),
	/** 遊戲訊息: @玩家不得將營運商所提供的服務用在下列的目的上。<BR>
	 * <BR>
	 * -散佈個人或非營運商的第三者所開發的軟體或硬體程式來進行遊戲，或者鼓勵其他玩家使用該程式進行遊戲(遊戲內打怪等)，也不得以廣告的方式鼓勵玩家使用這些非官方所提供的程式<BR>
	 * <BR>
	 * <天堂使用者規章 第3張 第14條 第10項><BR>
	 * <BR>
	 * 依照上列使用者規章並將該帳號停權。<BR>
	 * <BR>
	 * 使用非法程式或者修改客戶端程式會嚴重影響遊戲的進行。若有任何問題，請詢問客服相關人員(詢問管理該伺服器的管理員)。 */
	$1063(1063),
	/** 遊戲訊息: 不屬於血盟。 */
	$1064(1064),
	/** 遊戲訊息: 將發生神秘的奇蹟力量。 */
	$1065(1065),
	/** 遊戲訊息: 負重超過５０％，亦能繼續回覆體力及魔力。 */
	$1066(1066),
	/** 遊戲訊息: 風的力量吹襲著身體，使目標的迴避率降低至０。 */
	$1067(1067),
	/** 遊戲訊息: 水的防護圍繞著身體，提高本身的迴避率５點。 */
	$1068(1068),
	/** 遊戲訊息: 污濁的水侵蝕著身體，使所有的治癒效果減半。 */
	$1069(1069),
	/** 遊戲訊息: 暫時提升本身的迴避率１５點，裝備盾牌才有效果。 */
	$1070(1070),
	/** 遊戲訊息: 似鷹眼般的專注於目標的動作上，一有機會將以本身最高攻擊力的兩倍反擊回去，裝備雙手劍才有效果。 */
	$1071(1071),
	/** 遊戲訊息: 烈焰的氣息似靈魂般融入武器裡，讓武器能發揮出最強大的破壞力。 */
	$1072(1072),
	/** 遊戲訊息: 活動期間各伺服器中只能產生1個角色，開啟新伺服器後可產生角色。 */
	$1073(1073),
	/** 遊戲訊息: 玩家您好？天堂管理人員。該帳號的持有人已循正常途徑，要求臨時停權，因此暫時無法使用。詳情請以郵件訊問或者請洽客服中心。客服中心 : 1600-0020 (平日 : am 9:00 ~ pm 7:00，週六 : am 9:00 ~
	 * pm 1:00) */
	$1074(1074),
	/** 遊戲訊息: 活動期間中以各伺服器別只能產生1個角色，開啟新伺服器後可創立其他角色。 */
	$1075(1075),
	/** 遊戲訊息: https://ncid.plaync.co.kr/MyPage/Modify_Password.aspxx */
	$1076(1076),
	/** 遊戲訊息: 火焰之影會導致敵人發現我們。 */
	$1077(1077),
	/** 遊戲訊息: 炎魔的笑聲重擊我的腦部。 */
	$1078(1078),
	/** 遊戲訊息: 執政官臉上的表情越來越和善了。 */
	$1079(1079),
	/** 遊戲訊息: 炎魔的冷笑激起一陣寒意。 */
	$1080(1080),
	/** 遊戲訊息: 我已經開始遺忘火焰之影了。 */
	$1081(1081),
	/** 遊戲訊息: 飽食度的增加讓我的體力越來越好。 */
	$1082(1082),
	/** 遊戲訊息: 負重時仍可回覆體力及魔力 */
	$1083(1083),
	/** 遊戲訊息: 暫時降低迴避率 */
	$1084(1084),
	/** 遊戲訊息: 暫時提高迴避率 */
	$1085(1085),
	/** 遊戲訊息: 所有的治癒效果減半 */
	$1086(1086),
	/** 遊戲訊息: 暫時提高迴避率 */
	$1087(1087),
	/** 遊戲訊息: 有一定機率進行反擊 */
	$1088(1088),
	/** 遊戲訊息: 近距離武器的攻擊力最大化 */
	$1089(1089),
	/** 遊戲訊息: 君主的祝福 */
	$1090(1090),
	/** 遊戲訊息: 火焰之影的笑聲一直傳來。 */
	$1091(1091),
	/** 遊戲訊息: 太陽神阿波羅(Deporoju) 2世大聲喊話。"為了亞丁擊退拉斯塔巴德的首相們的英雄敬禮!" */
	$1092(1092),
	/** 遊戲訊息: 太陽神阿波羅(Deporoju) 2世大聲喊話。"對拉斯塔巴德進前線攻擊的英雄敬禮!" */
	$1093(1093),
	/** 遊戲訊息: 太陽神阿波羅(Deporoju) 2世大聲喊話。"對擊退拉斯塔巴德敵軍的英雄敬禮!" */
	$1094(1094),
	/** 遊戲訊息: 接受君主的祝福時無法使用變身卷軸。 */
	$1095(1095),
	/** 遊戲訊息: 此帳號是手機(ARS) 結帳後，未繳費而臨時被限制的狀態。請繳交向未付款的金額，繳交證明文件請依 fax(Fax 02-2186-3499) 傳送過來後請與客服專線(1600-0020)連絡。 */
	$1096(1096),
	/** 遊戲訊息: STR_BLOCKED_IP */
	$1097(1097),
	/** 遊戲訊息: 沒有開設地下房間或不是血盟的成員 */
	$1098(1098),
	/** 遊戲訊息: 創立成功...!! */
	$1099(1099),
	/** 遊戲訊息: 正在執行中... */
	$1100(1100),
	/** 遊戲訊息: 執行失敗... */
	$1101(1101),
	/** 遊戲訊息: 不夠材料可以烹飪... */
	$1102(1102),
	/** 遊戲訊息: 身上無法再攜帶烹飪的物品 */
	$1103(1103),
	/** 遊戲訊息: 神秘的氣息圍繞著頭盔，感覺到新的力量。 */
	$1104(1104),
	/** 遊戲訊息: 取消進行中 : 綜合服務取消申請完畢目前作業進行中。 */
	$1105(1105),
	/** 遊戲訊息: 鎖定綜合服務 : 目前鎖定綜合服務的狀態。相關帳號無法使用遊戲服務。 */
	$1106(1106),
	/** 遊戲訊息: 休免帳號 : 登入之帳號目前是休免的狀態。在網頁須要解除休免狀態。 */
	$1107(1107),
	/** 遊戲訊息: 您的帳號在天堂遊戲服務使用中向位同意的狀態。PlayNC 在網頁(www。plaync。co。kr)中 申請同意遊戲後再重登。 */
	$1108(1108),
	/** 遊戲訊息: 您所登入的帳號是以 PlayNC 綜合帳號所轉換的帳號。請在輸入帳號下方確認 'PlayNC 綜合帳號' 後，以PlayNC 綜合帳號登入。 */
	$1109(1109),
	/** 遊戲訊息: 數量不足 */
	$1110(1110),
	/** 遊戲訊息: STR_BLOCK_TERM_BOTS */
	$1111(1111),
	/** 遊戲訊息: 您的帳號是依客戶的要求下停止全部遊戲服務設定的狀態。更詳細事項請透過客服專線(Tel。1600-0200)洽詢。 */
	$1112(1112),
	/** 遊戲訊息: 您的帳號確認到使用了非法系統而鎖住了全部遊戲服務因此無法使用的狀態。更詳細事項請透過 PlayNC 網頁(www。plaync。co。kr) 客服洽詢。 */
	$1113(1113),
	/** 遊戲訊息: 您的帳號是使用有關非法系統而鎖住約10天間無法使用全部遊戲服務的限制狀態。往後發現同樣事由時永久限制處置請留意，更詳細事項請透過 PlayNC 網頁(www。plaync。co。kr) 客服洽詢。 */
	$1114(1114),
	/** 遊戲訊息: 您的帳號確認到交易帳號內容而鎖住了全部遊戲服務因此無法使用的狀態。更詳細事項請透過 PlayNC 網頁(www。plaync。co。kr) 客服洽詢。 */
	$1115(1115),
	/** 遊戲訊息: 您的帳號是被盜帳號而鎖住了全部遊戲服務因此無法使用的狀態。更詳細事項請透過PlayNC 網頁(www。plaync。co。kr) 客服洽詢。 */
	$1116(1116),
	/** 遊戲訊息: 您的帳號是確認到利用別人名義加入的而暫時鎖住了全部遊戲服務因此無法使用的狀態。若與以上事由無關時請經過本人確認流程更詳細事項請透過PlayNC 網頁(www。plaync。co。kr) 客服洽詢。 */
	$1117(1117),
	/** 遊戲訊息: 您的帳號是惡用NC coin相關bug而限制使用。更詳細事項請透過客服專線(Tel。1600-0020) 洽詢。 */
	$1118(1118),
	/** 遊戲訊息: 您的帳號是惡用免費支付的 coin而限制使用。更詳細事項請透過客服專線。更詳細事項請透過客服專線(Tel。1600-0020) 洽詢。 */
	$1119(1119),
	/** 遊戲訊息: 您的帳號是限制全部權限的狀態。更詳細事項請透過客服專線(Tel。1600-0020) 洽詢。 */
	$1120(1120),
	/** 遊戲訊息: 您的帳號是限制全部權限的狀態。更詳細事項請透過客服專線(Tel。1600-0020) 洽詢。須要依PlayNC 綜合帳號登入的話，須在輸入帳號下方的 'PlayNC 綜合帳號'欄位確認。若不是，PlayNC
	 * 綜合帳號，請確認密碼位置數是否正確。天堂帳號 密碼位置數最多可輸到 13位，PlayNC 綜合帳號最多可輸到16。 */
	$1121(1121),
	/** 遊戲訊息: 不是PlayNC 綜合帳號，或 帳號情報不一致。以Lineage 帳號登入的話，請取消PlayNC 綜合帳號 確認box選擇。若須要申請PlayNC 綜合帳號請到 www。plaync。co。kr申請。 */
	$1122(1122),
	/** 遊戲訊息: 您的帳號須變更密碼及quiz才能登入。在PlayNC 網頁(www。plaync。co。kr)變更密碼及quiz 後利用服務。 */
	$1123(1123),
	/** 遊戲訊息: 以PlayNC 綜合帳號登入的話，須在輸入帳號下方的 'PlayNC 綜合帳號'若不是，PlayNC 綜合帳號，請確認密碼位置數是否正確。天堂帳號 帳號位置數最多可輸到 12位， */
	$1124(1124),
	/** 遊戲訊息: PlayNC 綜合帳號最多可輸到14位。 */
	$1125(1125),
	/** 遊戲訊息: 您的帳號確認到利用了商業性使用遊戲而鎖住了全部遊戲服務因此無法使用的狀態。更詳細事項請透過 PlayNC 網頁(www。plaync。co。kr) 客服洽詢。 */
	$1126(1126),
	/** 遊戲訊息: 可攻擊魔族的力量 */
	$1127(1127),
	/** 遊戲訊息: 您是未接受實際名稱認證或未成年目前持有的帳號中其他帳號已登入中因此相關帳目無法登入。若您是成年人時為了正常進行遊戲請在 網頁(www。lineage。com。cn)中登入後接受實際人名認證。 */
	$1128(1128),
	/** 遊戲訊息: STR_FATIGUE_TIME_MESSAGE */
	$1129(1129),
	/** 遊戲訊息: STR_FATIGUE_REST_TIME_MESSAGE */
	$1130(1130),
	/** 遊戲訊息: 在活動server無法使用相關命令語。 */
	$1131(1131),
	/** 遊戲訊息: 神秘的氣息圍繞著頭盔，感覺到新的力量。 */
	$1132(1132),
	/** 遊戲訊息: 時間到而消失。 */
	$1133(1133),
	/** 遊戲訊息: 不可丟棄或無法轉移給別人。 */
	$1134(1134),
	/** 遊戲訊息: 已經擁有了! */
	$1135(1135),
	/** 遊戲訊息: 釣魚失敗。 */
	$1136(1136),
	/** 遊戲訊息: 釣魚就必須要有餌。 */
	$1137(1137),
	/** 遊戲訊息: 無法在這個地區使用釣竿。 */
	$1138(1138),
	/** 遊戲訊息: %0 分鐘之內無法使用。 */
	$1139(1139),
	/** 遊戲訊息: 你得到可以攻擊受詛咒的巫女莎爾的力量。 */
	$1140(1140),
	/** 遊戲訊息: 你得到可以攻擊充滿怨恨的幽靈的力量。 */
	$1141(1141),
	/** 遊戲訊息: 你得到可以攻擊哈蒙將軍的力量。 */
	$1142(1142),
	/** 遊戲訊息: 魔法娃娃會給你力量。 */
	$1143(1143),
	/** 遊戲訊息: 材料:漂浮之眼肉1個 (屬性抵抗力上升10。) */
	$1144(1144),
	/** 遊戲訊息: 材料:熊肉1個 (體力上限+30。) */
	$1145(1145),
	/** 遊戲訊息: 材料:太陽花籽1個+蜂蜜1個 (魔力回復量+3。) */
	$1146(1146),
	/** 遊戲訊息: 材料:螞蟻腿1個+起士1個 (防禦 -1。) */
	$1147(1147),
	/** 遊戲訊息: 材料:蘋果1個+香蕉1個+橘子1個 (魔力上限+20。) */
	$1148(1148),
	/** 遊戲訊息: 材料:肉1個+檸檬1個+胡蘿蔔1個 (體力回復量+3。) */
	$1149(1149),
	/** 遊戲訊息: 材料:山豬肉1個 (魔法防禦+5。) */
	$1150(1150),
	/** 遊戲訊息: 材料:蘑菇汁1個+胡蘿蔔1個 (狩獵的經驗值會增加一點點。) */
	$1151(1151),
	/** 遊戲訊息: 屬性抵抗力可以提升10的效果。 */
	$1152(1152),
	/** 遊戲訊息: 體力上限增加30的效果。 */
	$1153(1153),
	/** 遊戲訊息: 魔力回復量增加3的效果。 */
	$1154(1154),
	/** 遊戲訊息: 防禦增加1的效果。 */
	$1155(1155),
	/** 遊戲訊息: 魔力上限增加20的效果。 */
	$1156(1156),
	/** 遊戲訊息: 體力回復量增加3的效果。 */
	$1157(1157),
	/** 遊戲訊息: 魔法防禦增加5的效果。 */
	$1158(1158),
	/** 遊戲訊息: 狩獵的經驗值會增加一點點。 */
	$1159(1159),
	/** 遊戲訊息: 為了料理所以需要柴火。 */
	$1160(1160),
	/** 遊戲訊息: 無法溶解。 */
	$1161(1161),
	/** 遊戲訊息: 附近已經有柴火了。 */
	$1162(1162),
	/** 遊戲訊息: 釣魚已經結束了。 */
	$1163(1163),
	/** 遊戲訊息: 一定要選擇寵物項鍊。 */
	$1164(1164),
	/** 遊戲訊息: 寵物的等級不符合。 */
	$1165(1165),
	/** 遊戲訊息: %0%s 從寵物戰獲得勝利。 */
	$1166(1166),
	/** 遊戲訊息: 為了製作料理，所以需要料理書。 */
	$1167(1167),
	/** 遊戲訊息: %0位的選手正在等待，再過 %1秒後就要開始了。 */
	$1168(1168),
	/** 遊戲訊息: %0位的選手已經開始比賽，時間已經過了 %1秒左右。 */
	$1169(1169),
	/** 遊戲訊息: 這裡不可以變身。 */
	$1170(1170),
	/** 遊戲訊息: 寵物戰練習賽要開始了。 */
	$1171(1171),
	/** 遊戲訊息: 開始寵物戰。 */
	$1172(1172),
	/** 遊戲訊息: 寵物的打擊值上升10。 */
	$1173(1173),
	/** 遊戲訊息: 寵物的攻擊成功率上升10。 */
	$1174(1174),
	/** 遊戲訊息: 寵物的魔法防禦值上升10。 */
	$1175(1175),
	/** 遊戲訊息: 寵物的防禦值上升10。 */
	$1176(1176),
	/** 遊戲訊息: 寵物的最大HP增加20%。 */
	$1177(1177),
	/** 遊戲訊息: 你要跟寵物開練習賽嗎? */
	$1178(1178),
	/** 遊戲訊息: 凌晨 2點到早上 9點不可以開啟寵物戰。 */
	$1179(1179),
	/** 遊戲訊息: 無法產生地下房間。 */
	$1180(1180),
	/** 遊戲訊息: 這個魔法娃娃目前正在使用中。 */
	$1181(1181),
	/** 遊戲訊息: 遊戲已經開始了。 */
	$1182(1182),
	/** 遊戲訊息: 目前幽靈之家正在清潔中。 */
	$1183(1183),
	/** 遊戲訊息: 幽靈之家已經到達飽和的狀態了。 */
	$1184(1184),
	/** 遊戲訊息: 釣魚成功並釣到 %0%o 了。 */
	$1185(1185),
	/** 遊戲訊息: 溶解的道具絕對不能再回復。你要溶解嗎？(Y/N) */
	$1186(1186),
	/** 遊戲訊息: 寵物項鍊正在使用中。 */
	$1187(1187),
	/** 遊戲訊息: 這個寵物項鍊不能交易或丟在地上。 */
	$1188(1188),
	/** 遊戲訊息: 為了調整對方的寵物能力值，因此得到了額外的 HP。 */
	$1189(1189),
	/** 遊戲訊息: 無法染色。 */
	$1190(1190),
	/** 遊戲訊息: 寵物戰績 %0勝 %1敗。 */
	$1191(1191),
	/** 遊戲訊息: 目前無法移動，請稍後再使用。 */
	$1192(1192),
	/** 遊戲訊息: 已收到補償了。 */
	$1193(1193),
	/** 遊戲訊息: 真的要把此道具丟到地上嗎? (Y/N) */
	$1194(1194),
	/** 遊戲訊息: 使用期限已過。 */
	$1195(1195),
	/** 遊戲訊息: 目前約剩餘未滿 %d分剩下 %d個商品。 */
	$1196(1196),
	/** 遊戲訊息: 感受到新的力量。 */
	$1197(1197),
	/** 遊戲訊息: 對方拒絕同盟。 */
	$1198(1198),
	/** 遊戲訊息: 對方未滿25等級或尚未建立血盟，或已經是聯盟君主。 */
	$1199(1199),
	/** 遊戲訊息: %0 血盟加入同盟。 */
	$1200(1200),
	/** 遊戲訊息: 無法加入同盟。 */
	$1201(1201),
	/** 遊戲訊息: 已經為加入同盟的狀態。 */
	$1202(1202),
	/** 遊戲訊息: 攻城中無法退出同盟。 */
	$1203(1203),
	/** 遊戲訊息: %0 血盟退出同盟。 */
	$1204(1204),
	/** 遊戲訊息: 無法與對方進行攻城戰。 */
	$1205(1205),
	/** 遊戲訊息: 等級25級以上的血盟君主才可以申請加入同盟。但聯盟君主無法加入其它同盟。 */
	$1206(1206),
	/** 遊戲訊息: 加入同盟 */
	$1207(1207),
	/** 遊戲訊息: 退出同盟 */
	$1208(1208),
	/** 遊戲訊息: 同盟 */
	$1209(1209),
	/** 遊戲訊息: 確定要退出同盟嗎? (Y/N) */
	$1210(1210),
	/** 遊戲訊息: 材料:鯊魚卵1個+綜合料理醬1個 (近距離攻擊力及命中率+1。) */
	$1211(1211),
	/** 遊戲訊息: 材料:鱷魚肉1個+綜合料理醬1個 (體力及魔力上限+30。) */
	$1212(1212),
	/** 遊戲訊息: 材料:龍龜蛋1個+蜂蜜1個+綜合料理醬1個 (防禦 -2。) */
	$1213(1213),
	/** 遊戲訊息: 材料:奇異鸚鵡肉1個+綜合料理醬1個 (遠距離攻擊力及命中率+1。) */
	$1214(1214),
	/** 遊戲訊息: 材料:毒蠍肉1個+綜合料理醬1個 (體力及魔力回復量+2。) */
	$1215(1215),
	/** 遊戲訊息: 材料:伊萊克頓肉1個+綜合料理醬1個 (魔防+10。) */
	$1216(1216),
	/** 遊戲訊息: 材料:蜘蛛腿肉1個+綜合料理醬1個 (魔法攻擊力+1。) */
	$1217(1217),
	/** 遊戲訊息: 材料:蟹肉1個+蘑菇汁1個+綜合料理醬1個 (稍微增加狩獵的經驗值。) */
	$1218(1218),
	/** 遊戲訊息: 近距離攻擊力及命中率增加1的效果。 */
	$1219(1219),
	/** 遊戲訊息: 體力及魔力上限增加30的效果。 */
	$1220(1220),
	/** 遊戲訊息: 防禦增加2的效果。 */
	$1221(1221),
	/** 遊戲訊息: 遠距離攻擊力及命中率增加1的效果。 */
	$1222(1222),
	/** 遊戲訊息: 體力及魔力回復量增加2的效果。 */
	$1223(1223),
	/** 遊戲訊息: 魔防增加10的效果。 */
	$1224(1224),
	/** 遊戲訊息: 魔法攻擊力增加1的效果。 */
	$1225(1225),
	/** 遊戲訊息: 稍微增加狩獵的經驗值。 */
	$1226(1226),
	/** 遊戲訊息: 在一瞬間發出藍光的光芒。 */
	$1227(1227),
	/** 遊戲訊息: 已預約第%0順位進入寵物戰。 */
	$1228(1228),
	/** 遊戲訊息: 超過可預約的人數，因此無法申請。 */
	$1229(1229),
	/** 遊戲訊息: 已成功預約進入寵物戰。 */
	$1230(1230),
	/** 遊戲訊息: 已取消預約進入寵物戰。 */
	$1231(1231),
	/** 遊戲訊息: 要進入寵物戰嗎? (Y/N) */
	$1232(1232),
	/** 遊戲訊息: 沒有同盟。 */
	$1233(1233),
	/** 遊戲訊息: 攻城中無法加入同盟。 */
	$1234(1234),
	/** 遊戲訊息: 同盟時無法解散血盟。 */
	$1235(1235),
	/** 遊戲訊息: 在這裡無法進入寵物戰。 */
	$1236(1236),
	/** 遊戲訊息: 寵物等級比主人高無法進入寵物戰。 */
	$1237(1237),
	/** 遊戲訊息: 無法使用倉庫。 */
	$1238(1238),
	/** 遊戲訊息: 已將信件送出了。 */
	$1239(1239),
	/** 遊戲訊息: 無法傳送信件。 */
	$1240(1240),
	/** 遊戲訊息: 信件已被儲存。 */
	$1241(1241),
	/** 遊戲訊息: 無法再儲存信件。 */
	$1242(1242),
	/** 遊戲訊息: 信件已被刪除了。 */
	$1243(1243),
	/** 遊戲訊息: 無法刪除信件。 */
	$1244(1244),
	/** 遊戲訊息: STR_MAIL_STORE_DONT_SAVE */
	$1245(1245),
	/** 遊戲訊息: STR_STATUS_OPTION */
	$1246(1246),
	/** 遊戲訊息: 網咖所剩的有效時間為%d分 */
	$1247(1247),
	/** 遊戲訊息: STR_PARTY_LEADER_ONLY */
	$1248(1248),
	/** 遊戲訊息: 距離遊戲結束還剩 %d秒。 */
	$1249(1249),
	/** 遊戲訊息: 信件系統 */
	$1250(1250),
	/** 遊戲訊息: 未輸入信件主旨或信件內容。 */
	$1251(1251),
	/** 遊戲訊息: 無法寄信給自己。 */
	$1252(1252),
	/** 遊戲訊息: 已預約到第%0順位進入比賽場地。 */
	$1253(1253),
	/** 遊戲訊息: 已預約到場次了。 */
	$1254(1254),
	/** 遊戲訊息: 入場的預約已經被取消了。 */
	$1255(1255),
	/** 遊戲訊息: 要進入到競賽場地嗎？(Y/N) */
	$1256(1256),
	/** 遊戲訊息: 稍後比賽即將開始，請做好準備。 */
	$1257(1257),
	/** 遊戲訊息: 需要有2人以上的參賽者，遊戲才能開始。 */
	$1258(1258),
	/** 遊戲訊息: 稍後將往村莊移動。 */
	$1259(1259),
	/** 遊戲訊息: 無法刪除信件。 */
	$1260(1260),
	/** 遊戲訊息: 信箱已滿，無法再收信件。 */
	$1261(1261),
	/** 遊戲訊息: 尚未加入血盟，因此無法使用血盟信件。 */
	$1262(1262),
	/** 遊戲訊息: 已超過比賽時間(5分鐘)，因此強制結束。 */
	$1263(1263),
	/** 遊戲訊息: 未達到比賽最低人數(2人)，因此強制關閉比賽並退還1000個金幣。 */
	$1264(1264),
	/** 遊戲訊息: 以%0順位預約到死亡競賽了。 */
	$1265(1265),
	/** 遊戲訊息: 已預約到死亡競賽了。 */
	$1266(1266),
	/** 遊戲訊息: 死亡競賽預約入場取消了%0次。 */
	$1267(1267),
	/** 遊戲訊息: 要進入到死亡競賽場地嗎? (Y/N) */
	$1268(1268),
	/** 遊戲訊息: 稍後將開始死亡競賽，請做好準備。 */
	$1269(1269),
	/** 遊戲訊息: 未達到比賽最低人數(5人)，因此強制關閉比賽並退還1000個金幣。 */
	$1270(1270),
	/** 遊戲訊息: 在戰鬥中失敗了，變更為觀戰者。 */
	$1271(1271),
	/** 遊戲訊息: %0%s在死亡競賽中勝利了。 */
	$1272(1272),
	/** 遊戲訊息: 所選擇的競賽只有Lv%0 ~ Lv%1 能參加。 */
	$1273(1273),
	/** 遊戲訊息: 場內已剩下%0名生存者。 */
	$1274(1274),
	/** 遊戲訊息: 死亡競賽的時間已結束，因為沒有產生優勝者而強制結束遊戲。 */
	$1275(1275),
	/** 遊戲訊息: 警告：需先分配剩下的點數才能進行下一階段。 */
	$1276(1276),
	/** 遊戲訊息: 警告：尚未完成等級提升，無法進行下一階段。 */
	$1277(1277),
	/** 遊戲訊息: 警告：需先賦予獎勵點數才能進行下一個等級。 */
	$1278(1278),
	/** 遊戲訊息: 信件目錄 */
	$1279(1279),
	/** 遊戲訊息: 寄信匣 */
	$1280(1280),
	/** 遊戲訊息: 信件保管箱 */
	$1281(1281),
	/** 遊戲訊息: 個人信件 */
	$1282(1282),
	/** 遊戲訊息: 血盟信件 */
	$1283(1283),
	/** 遊戲訊息: 尚未設定天堂‧無界擂台無法移動，請設定天堂‧無界擂台。 */
	$1284(1284),
	/** 遊戲訊息: 無法使用 */
	$1285(1285),
	/** 遊戲訊息: 戰鬥中無法使用天堂‧無界擂台傳送石。 */
	$1286(1286),
	/** 遊戲訊息: 無法以目前的等級進入。 */
	$1287(1287),
	/** 遊戲訊息: 無法以目前的任務階段進入。 */
	$1288(1288),
	/** 遊戲訊息: 萬能藥所附的獎勵屬性點數請再次分配。 */
	$1289(1289),
	/** 遊戲訊息: 沒有角色初始化所需要的道具。 */
	$1290(1290),
	/** 遊戲訊息: 這裡不是你的角色職業能進入的地方。 */
	$1291(1291),
	/** 遊戲訊息: 狩獵的經驗值將會增加。 */
	$1292(1292),
	/** 遊戲訊息: 這一場次已結束了，目前狀態是無法入場的。 */
	$1293(1293),
	/** 遊戲訊息: 因強化的屬性不同而無法使用。 */
	$1294(1294),
	/** 遊戲訊息: 已確認到你的帳號是利用別人的名義來申請的因此限制為無法使用所有遊戲服務的狀態. 更詳細的內容請尋問 plaync(www.plaync.co.kr) 客服專線. */
	$1295(1295),
	/** 遊戲訊息: 目前有其他人在使用中，請稍待後晚點再嘗試。 */
	$1296(1296),
	/** 遊戲訊息: 目前暫時停止移動到「天堂‧無界擂台」伺服器，請見諒。 */
	$1297(1297),
	/** 遊戲訊息: 目前暫時停止進行寵物競速遊戲，請見諒。 */
	$1298(1298),
	/** 遊戲訊息: 目前暫時停止進行死亡競賽遊戲，請見諒。 */
	$1299(1299),
	/** 遊戲訊息: 神秘力量的影響正在發生。 */
	$1300(1300),
	/** 遊戲訊息: 變更寵物名稱需要先領出寵物。 */
	$1301(1301),
	/** 遊戲訊息: 龍騎士 */
	$1302(1302),
	/** 遊戲訊息: 龍騎士 */
	$1303(1303),
	/** 遊戲訊息: 幻術士 */
	$1304(1304),
	/** 遊戲訊息: 幻術士 */
	$1305(1305),
	/** 遊戲訊息: 此裝備上是無法使用魔法的。 */
	$1306(1306),
	/** 遊戲訊息: 受到強力光芒照射後蒸發消失。 */
	$1307(1307),
	/** 遊戲訊息: %0受到魔法力量的保護。 */
	$1308(1308),
	/** 遊戲訊息: 此裝備無法使用裝備保護卷軸。 */
	$1309(1309),
	/** 遊戲訊息: 由於受到了魔法力量的保護，雖然產生激烈的 藍色的 光芒，但是裝備沒有消失。 */
	$1310(1310),
	/** 遊戲訊息: 角色的素質獎勵點數與目前等級不符，為了符合素質獎勵點數將自動調整等級。 */
	$1311(1311),
	/** 遊戲訊息: 經驗值取得量將增加20% */
	$1312(1312),
	/** 遊戲訊息: 經驗值加成20% */
	$1313(1313),
	/** 遊戲訊息: 體力上限+50,體力回復量+4 */
	$1314(1314),
	/** 遊戲訊息: 魔力上限+40,魔力回復量+4 */
	$1315(1315),
	/** 遊戲訊息: 攻擊成功及攻擊力+3,魔攻+3,遠距離攻擊及命中率+3 */
	$1316(1316),
	/** 遊戲訊息: 無法對目前所裝備中的裝備施展魔法。 */
	$1317(1317),
	/** 遊戲訊息: 被使用了。 */
	$1318(1318),
	/** 遊戲訊息: 本遊戲物是15歲可使用的遊戲物相關使用等級介紹將在遊戲說明。 */
	$1319(1319),
	/** 遊戲訊息: 本遊戲物是12歲可使用的遊戲物相關使用等級介紹將在遊戲說明。 */
	$1320(1320),
	/** 遊戲訊息: 目前所結帳的商品是無法登入相關伺服器的，請確認最近結帳的內容。 */
	$1321(1321),
	/** 遊戲訊息: %0寵物名稱將初始化。 */
	$1322(1322),
	/** 遊戲訊息: 只能在覺性狀態中使用。 */
	$1323(1323),
	/** 遊戲訊息: 完成了等級復原狀態。 */
	$1324(1324),
	/** 遊戲訊息: STR_CHINESE_SHOP_TAB0 */
	$1325(1325),
	/** 遊戲訊息: STR_CHINESE_SHOP_TAB1 */
	$1326(1326),
	/** 遊戲訊息: STR_CHINESE_SHOP_TAB2 */
	$1327(1327),
	/** 遊戲訊息: STR_CHINESE_SHOP_TAB3 */
	$1328(1328),
	/** 遊戲訊息: 皮膚變很僵硬。 */
	$1329(1329),
	/** 遊戲訊息: 突然覺得盔甲重得讓人的步伐變得緩慢了。 */
	$1330(1330),
	/** 遊戲訊息: 感受到安塔拉斯的力量。 */
	$1331(1331),
	/** 遊戲訊息: 進入暴走狀態了。 */
	$1332(1332),
	/** 遊戲訊息: 感到害怕到發抖。 */
	$1333(1333),
	/** 遊戲訊息: 揪出法利昂的力量。 */
	$1334(1334),
	/** 遊戲訊息: 開始覺得極度熱血。 */
	$1335(1335),
	/** 遊戲訊息: 產生極度害怕的感覺。 */
	$1336(1336),
	/** 遊戲訊息: 感受到巴拉卡斯的力量。 */
	$1337(1337),
	/** 遊戲訊息: 以自己的殘象保護身體。 */
	$1338(1338),
	/** 遊戲訊息: 突然感覺到混亂。 */
	$1339(1339),
	/** 遊戲訊息: 感覺擁有了歐吉的力量。 */
	$1340(1340),
	/** 遊戲訊息: 在火焰中產生很高的抵抗力。 */
	$1341(1341),
	/** 遊戲訊息: 感覺集中精神力變得簡單了。 */
	$1342(1342),
	/** 遊戲訊息: 感覺擁有了巫妖的力量。 */
	$1343(1343),
	/** 遊戲訊息: 在大地中產生很高的抵抗力。 */
	$1344(1344),
	/** 遊戲訊息: 容易抑制痛苦 */
	$1345(1345),
	/** 遊戲訊息: 感覺被幻影纏繞著。 */
	$1346(1346),
	/** 遊戲訊息: 感受到鑽石高崙的力量。 */
	$1347(1347),
	/** 遊戲訊息: 對風中產生很高的抵抗力。 */
	$1348(1348),
	/** 遊戲訊息: 極度喜愛觀察能力。 */
	$1349(1349),
	/** 遊戲訊息: 進入恐慌狀態。 */
	$1350(1350),
	/** 遊戲訊息: 認為自己重生了。 */
	$1351(1351),
	/** 遊戲訊息: 請注意：點選等級提升鍵後再也無法取消，請確認後再執行。 */
	$1352(1352),
	/** 遊戲訊息: 無法得知的衝擊圍繞全身。 */
	$1353(1353),
	/** 遊戲訊息: 封號上無法使用相關特殊文字。 */
	$1354(1354),
	/** 遊戲訊息: 皮膚開始長出龍之鱗。 */
	$1355(1355),
	/** 遊戲訊息: 盔甲的連接部分被破壞了。 */
	$1356(1356),
	/** 遊戲訊息: 將擁有變化地龍安塔瑞斯的樣貌力量。 */
	$1357(1357),
	/** 遊戲訊息: 引發龍之血暴發出來了。 */
	$1358(1358),
	/** 遊戲訊息: 感到極度恐慌無法立即對敵方攻擊做出反應。 */
	$1359(1359),
	/** 遊戲訊息: 變化成水龍法利昂的樣貌力量。 */
	$1360(1360),
	/** 遊戲訊息: 龍的力量即將變化成岩漿。 */
	$1361(1361),
	/** 遊戲訊息: 對死亡極度恐懼遺失攻擊的意志。 */
	$1362(1362),
	/** 遊戲訊息: 幻化成火龍巴拉卡斯的樣貌力量。 */
	$1363(1363),
	/** 遊戲訊息: 製作殘象讓敵方混亂。 */
	$1364(1364),
	/** 遊戲訊息: 精神暫時變矇矓。 */
	$1365(1365),
	/** 遊戲訊息: 突然感受到歐吉的力量。 */
	$1366(1366),
	/** 遊戲訊息: 進入點化的氣息。 */
	$1367(1367),
	/** 遊戲訊息: 精神變明朗容易集中。 */
	$1368(1368),
	/** 遊戲訊息: 突然感受到巫妖的力量。 */
	$1369(1369),
	/** 遊戲訊息: 感覺到振動的氣息。 */
	$1370(1370),
	/** 遊戲訊息: 為了抑制痛苦變的簡單了。 */
	$1371(1371),
	/** 遊戲訊息: 感受到龐大的幻影的壓迫。 */
	$1372(1372),
	/** 遊戲訊息: 感受到鑽石高崙的力量。 */
	$1373(1373),
	/** 遊戲訊息: 進入衝擊的氣息。 */
	$1374(1374),
	/** 遊戲訊息: 感受到觀察周圍的感官變得敏感了。 */
	$1375(1375),
	/** 遊戲訊息: 突然像腦部放空一樣，任何東西也想不起來。 */
	$1376(1376),
	/** 遊戲訊息: 感受到偉大力量的存在。 */
	$1377(1377),
	/** 遊戲訊息: 感覺所有力量被強制性平均了。 */
	$1378(1378),
	/** 遊戲訊息: 推測您的帳號是盜帳號及現金/現物為目的進行遊戲因此暫時鎖住帳號. 若不是相關事由時請登入天堂官網執行本人確認流程即可正常使用服務. 更詳細的事項請到官網(lineage.plaync.co.kr) 客服 1:1尋問來確認。 */
	$1379(1379),
	/** 遊戲訊息: 他暫時強烈發光藍色蒸發後消失了。 */
	$1380(1380),
	/** 遊戲訊息: 衝擊之力量將魔法防禦變困難。 */
	$1381(1381),
	/** 遊戲訊息: 感受到破壞魔族的超越死亡的力量。 */
	$1382(1382),
	/** 遊戲訊息: 因擁有加值產包道具或附加服務道具無法刪除角色。 */
	$1383(1383),
	/** 遊戲訊息: 目前狀態中無法變身。 */
	$1384(1384),
	/** 遊戲訊息: 目前狀態中無法使用覺醒魔法。 */
	$1385(1385),
	/** 遊戲訊息: 請稍候再進行下一場死亡競賽。 */
	$1386(1386),
	/** 遊戲訊息: 在今日已取消過五次死亡競賽，今日無法再進入死亡競賽中，請明天再來吧。 */
	$1387(1387),
	/** 遊戲訊息: 手臂受傷了，攻擊能力下降。 */
	$1388(1388),
	/** 遊戲訊息: 攻擊力下降了。 */
	$1389(1389),
	/** 遊戲訊息: 死亡競賽入場已取消過4次，僅剩最後一次，請留意。 */
	$1390(1390),
	/** 遊戲訊息: 奧拉奇里亞的祝福。 */
	$1391(1391),
	/** 遊戲訊息: 受到席琳的加持。 */
	$1392(1392),
	/** 遊戲訊息: 敵方開始露出了弱點。 */
	$1393(1393),
	/** 遊戲訊息: 材料:奎斯坦修的螯1個+綜合料理醬1個+香菜1個 (遠距離攻擊命中率+2及攻擊力+1) */
	$1394(1394),
	/** 遊戲訊息: 材料:格利芬肉1個+綜合料理醬1個+香菜1個 (體力及魔力上限+50) */
	$1395(1395),
	/** 遊戲訊息: 材料:亞力安的尾巴1個+綜合料理醬1個+香菜1個 (近距離攻擊命中率+2及攻擊力+1) */
	$1396(1396),
	/** 遊戲訊息: 材料:巨王龜肉1個+綜合料理醬1個+香菜1個 (防禦-3) */
	$1397(1397),
	/** 遊戲訊息: 材料:幼龍翅膀1個+綜合料理醬1個+香菜1個 (魔防+15及全屬性防禦+10。) */
	$1398(1398),
	/** 遊戲訊息: 材料:飛龍肉1個+綜合料理醬1個+香菜1個 (魔攻+2與魔力回復量+2) */
	$1399(1399),
	/** 遊戲訊息: 材料:深海魚肉1個+綜合料理醬1個+香菜1個 (體力上限+30，體力回復量+2) */
	$1400(1400),
	/** 遊戲訊息: 材料:邪惡蜥蜴蛋1個+蘑菇汁1個+綜合料理醬1個+香菜1個 (狩獵經驗值增加了一些。) */
	$1401(1401),
	/** 遊戲訊息: 遠距離攻擊命中率+2,遠距離攻擊力+1 */
	$1402(1402),
	/** 遊戲訊息: 體力及魔力上限+50。 */
	$1403(1403),
	/** 遊戲訊息: 近距離攻擊命中率+2,近距離攻擊力+1。 */
	$1404(1404),
	/** 遊戲訊息: 防禦-3。 */
	$1405(1405),
	/** 遊戲訊息: 魔防+15,屬性防禦+10。 */
	$1406(1406),
	/** 遊戲訊息: 魔法攻擊力+2,魔力回復量+2。 */
	$1407(1407),
	/** 遊戲訊息: 體力上限+30,體力回復量+2。 */
	$1408(1408),
	/** 遊戲訊息: 狩獵經驗值增加了一些。 */
	$1409(1409),
	/** 遊戲訊息: 對\f1%0附加強大的魔法力量成功。 */
	$1410(1410),
	/** 遊戲訊息: 對\f1%0附加魔法失敗。 */
	$1411(1411),
	/** 遊戲訊息: 已在地板上召喚了魔法立方塊。 */
	$1412(1412),
	/** 遊戲訊息: 目前情況是無法使用。 */
	$1413(1413),
	/** 遊戲訊息: 已超過能再負載重量的狀態下無法支付道具。 */
	$1414(1414),
	/** 遊戲訊息: dummy */
	$1415(1415),
	/** 遊戲訊息: dummy */
	$1416(1416),
	/** 遊戲訊息: dummy */
	$1417(1417),
	/** 遊戲訊息: dummy */
	$1418(1418),
	/** 遊戲訊息: dummy */
	$1419(1419),
	/** 遊戲訊息: dummy */
	$1420(1420),
	/** 遊戲訊息: dummy */
	$1421(1421),
	/** 遊戲訊息: dummy */
	$1422(1422),
	/** 遊戲訊息: dummy */
	$1423(1423),
	/** 遊戲訊息: dummy */
	$1424(1424),
	/** 遊戲訊息: dummy */
	$1425(1425),
	/** 遊戲訊息: dummy */
	$1426(1426),
	/** 遊戲訊息: dummy */
	$1427(1427),
	/** 遊戲訊息: dummy */
	$1428(1428),
	/** 遊戲訊息: dummy */
	$1429(1429),
	/** 遊戲訊息: dummy */
	$1430(1430),
	/** 遊戲訊息: dummy */
	$1431(1431),
	/** 遊戲訊息: dummy */
	$1432(1432),
	/** 遊戲訊息: dummy */
	$1433(1433),
	/** 遊戲訊息: dummy */
	$1434(1434),
	/** 遊戲訊息: 角色欄位已擴充了，請至角色選擇畫面中確認跳過視窗頁面。 */
	$1435(1435),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_ITEM1 */
	$1436(1436),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_ITEM2 */
	$1437(1437),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_ITEM3 */
	$1438(1438),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_ITEM4 */
	$1439(1439),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_ITEM5 */
	$1440(1440),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_ITEM6 */
	$1441(1441),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_ITEM7 */
	$1442(1442),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_ITEM8 */
	$1443(1443),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_ITEM9 */
	$1444(1444),
	/** 遊戲訊息: 感覺到生命之樹的氣息從腳底直衝而來。 */
	$1445(1445),
	/** 遊戲訊息: 移動速度將要變快。 */
	$1446(1446),
	/** 遊戲訊息: 目前暫不開放。 */
	$1447(1447),
	/** 遊戲訊息: 目前暫不開放。 */
	$1448(1448),
	/** 遊戲訊息: 請選擇一種飾品。 */
	$1449(1449),
	/** 遊戲訊息: 活動期間中以各伺服器別只能產生1個角色，若有開啟新伺服器角色可追加產生。 */
	$1450(1450),
	/** 遊戲訊息: 活動期間無法登入到亞丁世界各地。 */
	$1451(1451),
	/** 遊戲訊息: 使用非法系統時服務可能被限制。 */
	$1452(1452),
	/** 遊戲訊息: STR_CANT_ENCHANT_ANYMORE */
	$1453(1453),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM1 */
	$1454(1454),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM2 */
	$1455(1455),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM3 */
	$1456(1456),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM4 */
	$1457(1457),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM5 */
	$1458(1458),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM6 */
	$1459(1459),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM7 */
	$1460(1460),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM8 */
	$1461(1461),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM9 */
	$1462(1462),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM10 */
	$1463(1463),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM11 */
	$1464(1464),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM12 */
	$1465(1465),
	/** 遊戲訊息: 時空裂痕開啟了，裂痕的力量減弱，因此關閉時間呈現被延後的狀態... */
	$1466(1466),
	/** 遊戲訊息: 時空裂痕即將關閉... */
	$1467(1467),
	/** 遊戲訊息: 時空裂痕即將消失... */
	$1468(1468),
	/** 遊戲訊息: 時空裂痕開啟了！！異界侵略即將開始... */
	$1469(1469),
	/** 遊戲訊息: 時空裂痕的力量減弱了...將維持一天的異界空間... */
	$1470(1470),
	/** 遊戲訊息: 底比斯 歐西里斯：無知的傢伙...你以為這是哪裡！！阿努比斯！賀洛斯！將那些不長眼的都除掉！！ */
	$1471(1471),
	/** 遊戲訊息: 阿努比斯：你們都死定了.... */
	$1472(1472),
	/** 遊戲訊息: 賀洛斯：沒有慈悲.... */
	$1473(1473),
	/** 遊戲訊息: 底比斯 歐西里斯：怎麼可能...！！！ 我們竟然輸了... */
	$1474(1474),
	/** 遊戲訊息: 底比斯 歐西里斯：現在開始將開放一天的時空裂痕之底比斯... */
	$1475(1475),
	/** 遊戲訊息: 系統訊息：30秒後傳送。 */
	$1476(1476),
	/** 遊戲訊息: 系統訊息：20秒後傳送。 */
	$1477(1477),
	/** 遊戲訊息: 系統訊息：10秒後傳送。 */
	$1478(1478),
	/** 遊戲訊息: 底比斯 歐西里斯：你們都失敗了！！！哈哈哈～無知的傢伙！！！ */
	$1479(1479),
	/** 遊戲訊息: 系統訊息：5秒後傳送。 */
	$1480(1480),
	/** 遊戲訊息: 系統訊息：4秒後傳送。 */
	$1481(1481),
	/** 遊戲訊息: 系統訊息：3秒後傳送。 */
	$1482(1482),
	/** 遊戲訊息: 系統訊息：2秒後傳送。 */
	$1483(1483),
	/** 遊戲訊息: 系統訊息：1秒後傳送。 */
	$1484(1484),
	/** 遊戲訊息: 提卡爾 庫庫爾坎：怎麼可能可以到達這裡！！杰弗雷庫！！快醒來！！ */
	$1485(1485),
	/** 遊戲訊息: 杰弗雷庫：烏烏烏烏烏烏....烏烏烏烏烏.... */
	$1486(1486),
	/** 遊戲訊息: 杰弗雷庫：呼伊伊伊呼.... 呼伊伊伊呼... */
	$1487(1487),
	/** 遊戲訊息: 提卡爾 庫庫爾坎：怎麼可能...！！！我們竟然輸了... */
	$1488(1488),
	/** 遊戲訊息: 提卡爾 庫庫爾坎：現在開始將開放一天的時空裂痕之提卡爾神廟... */
	$1489(1489),
	/** 遊戲訊息: 提卡爾 庫庫爾坎：無知的傢伙，對於這一切，我們會記住的！！！ */
	$1490(1490),
	/** 遊戲訊息: 經驗值取得量將增加30%。 */
	$1491(1491),
	/** 遊戲訊息: STR_JAPANESE_SHOP_TAB0 */
	$1492(1492),
	/** 遊戲訊息: STR_JAPANESE_SHOP_TAB1 */
	$1493(1493),
	/** 遊戲訊息: STR_JAPANESE_SHOP_TAB2 */
	$1494(1494),
	/** 遊戲訊息: STR_JAPANESE_SHOP_TAB3 */
	$1495(1495),
	/** 遊戲訊息: STR_JAPANESE_SHOP_TAB4 */
	$1496(1496),
	/** 遊戲訊息: 此道具無法在[個人商店]上販售。 */
	$1497(1497),
	/** 遊戲訊息: 與伺服器的連線中斷。 */
	$1498(1498),
	/** 遊戲訊息: 推測您的遊戲帳號是非正常管道取得的，該遊戲帳號就會受到臨時限制。要是玩家沒有使用非正式帳號的話，可以到官網上進行封印認證，並且可以使用正式伺服器。詳細事項說明，玩家們可以透過天堂官網(lineage.plaync.co.kr)
	 * 客服部，進行1對1的詢問。 */
	$1499(1499),
	/** 遊戲訊息: dummy */
	$1500(1500),
	/** 遊戲訊息: 將增加50%的經驗值 */
	$1501(1501),
	/** 遊戲訊息: 將增加70%的經驗值 */
	$1502(1502),
	/** 遊戲訊息: 將增加100%的經驗值 */
	$1503(1503),
	/** 遊戲訊息: 將增加125%的經驗值 */
	$1504(1504),
	/** 遊戲訊息: 將增加150%的經驗值 */
	$1505(1505),
	/** 遊戲訊息: 確認為您是未成年或是沒認證到的id.若少確認到id情報請到官網修正 */
	$1506(1506),
	/** 遊戲訊息: 您所能使用的剩餘遊戲時間為：%0 。 */
	$1507(1507),
	/** 遊戲訊息: 充滿了象牙塔的祝福。 */
	$1508(1508),
	/** 遊戲訊息: 施展毒 */
	$1509(1509),
	/** 遊戲訊息: 攻城戰開始了 */
	$1510(1510),
	/** 遊戲訊息: 攻城戰結束了 */
	$1511(1511),
	/** 遊戲訊息: 攻城戰進行中 */
	$1512(1512),
	/** 遊戲訊息: 已占領城堡的血盟如下 */
	$1513(1513),
	/** 遊戲訊息: [%s = %s 血盟] */
	$1514(1514),
	/** 遊戲訊息: 目前在這server中無法產生角色。 */
	$1515(1515),
	/** 遊戲訊息: 你要取消自動釣魚嗎？ */
	$1516(1516),
	/** 遊戲訊息: 沒釣到魚。 */
	$1517(1517),
	/** 遊戲訊息: 負重太高的狀態下無法進行釣魚。 */
	$1518(1518),
	/** 遊戲訊息: 以柯瑪的祝福增加戰鬥力 */
	$1519(1519),
	/** 遊戲訊息: 以柯瑪的祝福增加戰鬥力及增加20%的經驗值取得量 */
	$1520(1520),
	/** 遊戲訊息: 一天能參與的次數 %0次都使用完畢了 */
	$1521(1521),
	/** 遊戲訊息: 地城可待留時間 %0時都使用完畢了 */
	$1522(1522),
	/** 遊戲訊息: 地城可待留時間 %0分都使用完畢了 */
	$1523(1523),
	/** 遊戲訊息: 地城可待留時間 %0時 %1分都使用完畢了 */
	$1524(1524),
	/** 遊戲訊息: 地城可待留時間剩下 %0小時 %1分了 */
	$1525(1525),
	/** 遊戲訊息: 地城可待留時間剩下 %0小時了 */
	$1526(1526),
	/** 遊戲訊息: 地城可待留時間剩下 %0分了 */
	$1527(1527),
	/** 遊戲訊息: 地城可待留時間剩下 %0秒了 */
	$1528(1528),
	/** 遊戲訊息: dummy */
	$1529(1529),
	/** 遊戲訊息: dummy */
	$1530(1530),
	/** 遊戲訊息: dummy */
	$1531(1531),
	/** 遊戲訊息: dummy */
	$1532(1532),
	/** 遊戲訊息: 告知 %s販賣目錄 */
	$1533(1533),
	/** 遊戲訊息: STR_CANT_CONNECT_NORMAL_SERVER_WITH_REBIRTH_ACCOUNT */
	$1534(1534),
	/** 遊戲訊息: STR_CANT_CONNECT_REBIRTH_SERVER_WITH_NORMAL_ACCOUNT */
	$1535(1535),
	/** 遊戲訊息: 人員已滿無法再入場了 */
	$1536(1536),
	/** 遊戲訊息: dummy */
	$1537(1537),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM13 */
	$1538(1538),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_JAPAN_ITEM14 */
	$1539(1539),
	/** 遊戲訊息: 角色欄位不足。 */
	$1540(1540),
	/** 遊戲訊息: 一次只能交易 1個道具。 */
	$1541(1541),
	/** 遊戲訊息: 狩獵經驗值取得量增加25% */
	$1542(1542),
	/** 遊戲訊息: STR_STATUS_EFFECT_JBM_EXP_BOOSTER */
	$1543(1543),
	/** 遊戲訊息: dummy */
	$1544(1544),
	/** 遊戲訊息: dummy */
	$1545(1545),
	/** 遊戲訊息: dummy */
	$1546(1546),
	/** 遊戲訊息: dummy */
	$1547(1547),
	/** 遊戲訊息: 約 %d小時 */
	$1548(1548),
	/** 遊戲訊息: STR_JAPAN_UISHOP_CANT_BUY_MSG %s %d */
	$1549(1549),
	/** 遊戲訊息: 受到殷海薩祝福增加了些許的狩獵經驗值。 */
	$1550(1550),
	/** 遊戲訊息: 剩下的祝福指數 */
	$1551(1551),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_POTION1 */
	$1552(1552),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_POTION2 */
	$1553(1553),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_POTION3 */
	$1554(1554),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_POTION4 */
	$1555(1555),
	/** 遊戲訊息: STR_STATUS_EFFECT_BM_CHINA_POTION5 */
	$1556(1556),
	/** 遊戲訊息: 魔法娃娃 */
	$1557(1557),
	/** 遊戲訊息: 娃娃覺醒中 */
	$1558(1558),
	/** 遊戲訊息: 魔法娃娃是無法刪除的 */
	$1559(1559),
	/** 遊戲訊息: 此角色是在天堂中所產生的角色，無法在無界擂台中刪除。 */
	$1560(1560),
	/** 遊戲訊息: <%s> 確定要刪除角色嗎？ */
	$1561(1561),
	/** 遊戲訊息: 感受到媽祖的祝福 */
	$1562(1562),
	/** 遊戲訊息: 沐浴在媽祖的溫暖光輝之下 */
	$1563(1563),
	/** 遊戲訊息: 施展毒2 */
	$1564(1564),
	/** 遊戲訊息: 您要將拿到龍之鑰匙的事情告訴多魯嘉貝爾嗎？ */
	$1565(1565),
	/** 遊戲訊息: 需要龍之鑰匙。 */
	$1566(1566),
	/** 遊戲訊息: 屠龍佈告欄登記完成。 */
	$1567(1567),
	/** 遊戲訊息: 已登記龍之鑰匙。 */
	$1568(1568),
	/** 遊戲訊息: 您的貢獻度為 %0。 */
	$1569(1569),
	/** 遊戲訊息: 安塔瑞斯：到底是誰把我吵醒了？ */
	$1570(1570),
	/** 遊戲訊息: 卡瑞：安塔瑞斯！我不停追逐你，結果追到這黑暗的地方來！ */
	$1571(1571),
	/** 遊戲訊息: 安塔瑞斯：真可憐，就讓我把你解決掉，受死吧！卡瑞！ */
	$1572(1572),
	/** 遊戲訊息: 安塔瑞斯：你這頑固的傢伙！你又激起我的憤怒了！ */
	$1573(1573),
	/** 遊戲訊息: 卡瑞：勇士們！亞丁的命運就掌握在你們的武器上了， 能夠讓安塔瑞斯窒息的人就是你們了！ */
	$1574(1574),
	/** 遊戲訊息: 安塔瑞斯：像這種蝦兵蟹將也想要贏我！噗哈哈哈… */
	$1575(1575),
	/** 遊戲訊息: 安塔瑞斯：我今天又可以飽餐一頓了？你們的血激起我的鬥志。 */
	$1576(1576),
	/** 遊戲訊息: 卡瑞：嗚啊！你有聽到那些冤魂的慘叫聲嗎！受死吧！！ */
	$1577(1577),
	/** 遊戲訊息: 安塔瑞斯：你竟然敢對付我...我看你們是不想活了？ */
	$1578(1578),
	/** 遊戲訊息: 安塔瑞斯：我的憤怒值已經衝上天了，我的父親格蘭肯將會賜我力量。 */
	$1579(1579),
	/** 遊戲訊息: 安塔瑞斯：黑暗的詛咒將會降臨到你們身上！席琳， 我的母親，請讓我安息吧... */
	$1580(1580),
	/** 遊戲訊息: 卡瑞：喔... 頂尖的勇士們！你們經歷了多少的失敗才有今天的成就，你們擊敗了安塔瑞斯！我終於復仇了，嗚哈哈哈！！ 謝謝你們，你們是最頂尖的戰士！
侏儒的呼喚：威頓村莊出現了通往隱匿的巨龍谷入口。 */
	$1581(1581),
	/** 遊戲訊息: 侏儒的呼喚：威頓村莊出現了通往隱匿的巨龍谷入口。 */
	$1582(1582),
	/** 遊戲訊息: 侏儒的呼喚：威頓村莊通往隱匿的巨龍谷入口已經開啟了。 */
	$1583(1583),
	/** 遊戲訊息: 侏儒的呼喚：快離開這裡吧，門就快要關了。 */
	$1584(1584),
	/** 遊戲訊息: STR_DUMMY69 */
	$1585(1585),
	/** 遊戲訊息: 只能刪除自己發表的內容。 */
	$1586(1586),
	/** 遊戲訊息: 分 */
	$1587(1587),
	/** 遊戲訊息: 侏儒的呼喚：喀瑪族為了守護巨龍將會到這裡來工作，他們就快到這裡了。 */
	$1588(1588),
	/** 遊戲訊息: 侏儒的呼喚：喀瑪族是以礦物為主食的種族，雖然智能比較低，但是很有力氣。 */
	$1589(1589),
	/** 遊戲訊息: 侏儒的呼喚：為了守護地龍安塔瑞斯，闇龍哈爾巴斯已經派人過去駐守了。 */
	$1590(1590),
	/** 遊戲訊息: 侏儒的呼喚：啊...他們已經來了，大家一定要小心！！ */
	$1591(1591),
	/** 遊戲訊息: 侏儒的呼喚：守門人已經出現了！ 一定要打倒他才可以通過這裡。 */
	$1592(1592),
	/** 遊戲訊息: 侏儒的呼喚：安塔瑞斯之劍果然造就英雄！！ */
	$1593(1593),
	/** 遊戲訊息: 已使用魔法效果。 */
	$1594(1594),
	/** 遊戲訊息: 卡瑞的祝福已經環繞整個身驅。 */
	$1595(1595),
	/** 遊戲訊息: 角色不在卡瑞的祝福效果範圍之內。 */
	$1596(1596),
	/** 遊戲訊息: 地龍的氣息穿透全身。 */
	$1597(1597),
	/** 遊戲訊息: 卡瑞：屠龍劍！安塔瑞斯的性命就交在你的手中了？ */
	$1598(1598),
	/** 遊戲訊息: 已經開始。 */
	$1599(1599),
	/** 遊戲訊息: 附加道具。 */
	$1600(1600),
	/** 遊戲訊息: */
	$1601(1601),
	/** 遊戲訊息: */
	$1602(1602),
	/** 遊戲訊息: */
	$1603(1603),
	/** 遊戲訊息: */
	$1604(1604),
	/** 遊戲訊息: */
	$1605(1605),
	/** 遊戲訊息: */
	$1606(1606),
	/** 遊戲訊息: */
	$1607(1607),
	/** 遊戲訊息: 安塔瑞斯：我可以原諒你的無禮..! 但今日是該做個了結了! */
	$1608(1608),
	/** 遊戲訊息: 卡瑞：我不想再失去我們的勇者了，我會用我僅存的力量守護你們。 */
	$1609(1609),
	/** 遊戲訊息: 水龍的氣息穿透全身。 */
	$1610(1610),
	/** 遊戲訊息: 風龍的氣息穿透全身。 */
	$1611(1611),
	/** 遊戲訊息: 火龍的氣息穿透全身。 */
	$1612(1612),
	/** 遊戲訊息: 地龍和 水龍的氣息產生合併效應，並已穿透全身。 */
	$1613(1613),
	/** 遊戲訊息: 地龍和水龍、風龍的氣息產生合併效應，並已穿透全身。 */
	$1614(1614),
	/** 遊戲訊息: 地龍和水龍、風龍、火龍的氣息產生合併效應，並已穿透全身。 */
	$1615(1615),
	/** 遊戲訊息: 火焰之影 */
	$1616(1616),
	/** 遊戲訊息: 炎魔 */
	$1617(1617),
	/** 遊戲訊息: 中立 */
	$1618(1618),
	/** 遊戲訊息: 階段 */
	$1619(1619),
	/** 遊戲訊息: 能力值優惠(獎勵) */
	$1620(1620),
	/** 遊戲訊息: %0%s 已解除 */
	$1621(1621),
	/** 遊戲訊息: 此道具已經無法擴充倉庫。 */
	$1622(1622),
	/** 遊戲訊息: 角色專用倉庫的空間不足，無法再存放道具，必須使用指定道具擴充才可以使用。 */
	$1623(1623),
	/** 遊戲訊息: 角色專用倉庫已擴充到 %0 格。 */
	$1624(1624),
	/** 遊戲訊息: 倉庫裡沒有委託的物品。 */
	$1625(1625),
	/** 遊戲訊息: 龍之血痕已穿透全身，在血痕的氣味消失之前，無法再進入龍之門扉。 */
	$1626(1626),
	/** 遊戲訊息: 道具使用期結束了，必須經過 24小時後才可再次使用。 */
	$1627(1627),
	/** 遊戲訊息: 安塔瑞斯的血痕已提升能力。 */
	$1628(1628),
	/** 遊戲訊息: 安塔瑞斯的血痕已提升能力，防禦 +2。 */
	$1629(1629),
	/** 遊戲訊息: 時間 */
	$1630(1630),
	/** 遊戲訊息: 新孤獨3 */
	$1631(1631),
	/** 遊戲訊息: */
	$1632(1632),
	/** 遊戲訊息: STR_TOOLTIP_MACRO1 */
	$1633(1633),
	/** 遊戲訊息: STR_TOOLTIP_MACRO2 */
	$1634(1634),
	/** 遊戲訊息: STR_TOOLTIP_MACRO3 */
	$1635(1635),
	/** 遊戲訊息: */
	$1636(1636),
	/** 遊戲訊息: */
	$1637(1637),
	/** 遊戲訊息: */
	$1638(1638),
	/** 遊戲訊息: */
	$1639(1639),
	/** 遊戲訊息: */
	$1640(1640),
	/** 遊戲訊息: */
	$1641(1641),
	/** 遊戲訊息: */
	$1642(1642),
	/** 遊戲訊息: 週三上午 6點到 10點為止，暫時無法使用龍之鑰匙。 */
	$1643(1643),
	/** 遊戲訊息: */
	$1644(1644),
	/** 遊戲訊息: */
	$1645(1645),
	/** 遊戲訊息: */
	$1646(1646),
	/** 遊戲訊息: */
	$1647(1647),
	/** 遊戲訊息: */
	$1648(1648),
	/** 遊戲訊息: */
	$1649(1649),
	/** 遊戲訊息: */
	$1650(1650),
	/** 遊戲訊息: */
	$1651(1651),
	/** 遊戲訊息: */
	$1652(1652),
	/** 遊戲訊息: 週三上午 6點到 10點為止，暫時無法使用龍之鑰匙。 */
	$1653(1653),
	/** 遊戲訊息: 委託給倉庫管理員的道具，必須在期滿之後才可以使用。 */
	$1654(1654),
	/** 遊戲訊息: 已有相同名稱，請更換其他名稱。 */
	$1655(1655),
	/** 遊戲訊息: */
	$1656(1656),
	/** 遊戲訊息: */
	$1657(1657),
	/** 遊戲訊息: */
	$1658(1658),
	/** 遊戲訊息: */
	$1659(1659),
	/** 遊戲訊息: */
	$1660(1660),
	/** 遊戲訊息: */
	$1661(1661),
	/** 遊戲訊息: */
	$1662(1662),
	/** 遊戲訊息: */
	$1663(1663),
	/** 遊戲訊息: */
	$1664(1664),
	/** 遊戲訊息: */
	$1665(1665),
	/** 遊戲訊息: */
	$1666(1666),
	/** 遊戲訊息: */
	$1667(1667),
	/** 遊戲訊息: */
	$1668(1668),
	/** 遊戲訊息: */
	$1669(1669),
	/** 遊戲訊息: */
	$1670(1670),
	/** 遊戲訊息: */
	$1671(1671),
	/** 遊戲訊息: */
	$1672(1672),
	/** 遊戲訊息: */
	$1673(1673),
	/** 遊戲訊息: */
	$1674(1674),
	/** 遊戲訊息: */
	$1675(1675),
	/** 遊戲訊息: */
	$1676(1676),
	/** 遊戲訊息: */
	$1677(1677),
	/** 遊戲訊息: */
	$1678(1678),
	/** 遊戲訊息: */
	$1679(1679),
	/** 遊戲訊息: */
	$1680(1680),
	/** 遊戲訊息: */
	$1681(1681),
	/** 遊戲訊息: */
	$1682(1682),
	/** 遊戲訊息: */
	$1683(1683),
	/** 遊戲訊息: */
	$1684(1684),
	/** 遊戲訊息: */
	$1685(1685),
	/** 遊戲訊息: */
	$1686(1686),
	/** 遊戲訊息: */
	$1687(1687),
	/** 遊戲訊息: */
	$1688(1688),
	/** 遊戲訊息: */
	$1689(1689),
	/** 遊戲訊息: */
	$1690(1690),
	/** 遊戲訊息: */
	$1691(1691),
	/** 遊戲訊息: */
	$1692(1692),
	/** 遊戲訊息: */
	$1693(1693),
	/** 遊戲訊息: */
	$1694(1694),
	/** 遊戲訊息: */
	$1695(1695),
	/** 遊戲訊息: */
	$1696(1696),
	/** 遊戲訊息: */
	$1697(1697),
	/** 遊戲訊息: */
	$1698(1698),
	/** 遊戲訊息: */
	$1699(1699),
	/** 遊戲訊息: */
	$1700(1700),
	/** 遊戲訊息: */
	$1701(1701),
	/** 遊戲訊息: */
	$1702(1702),
	/** 遊戲訊息: */
	$1703(1703),
	/** 遊戲訊息: */
	$1704(1704),
	/** 遊戲訊息: */
	$1705(1705),
	/** 遊戲訊息: */
	$1706(1706),
	/** 遊戲訊息: */
	$1707(1707),
	/** 遊戲訊息: */
	$1708(1708),
	/** 遊戲訊息: */
	$1709(1709),
	/** 遊戲訊息: */
	$1710(1710),
	/** 遊戲訊息: */
	$1711(1711),
	/** 遊戲訊息: */
	$1712(1712),
	/** 遊戲訊息: */
	$1713(1713),
	/** 遊戲訊息: */
	$1714(1714),
	/** 遊戲訊息: */
	$1715(1715),
	/** 遊戲訊息: */
	$1716(1716),
	/** 遊戲訊息: */
	$1717(1717),
	/** 遊戲訊息: 獲得狩獵所獲取的經驗值10%的效果。 */
	$1718(1718),
	/** 遊戲訊息: 獲得敏捷+1，攻擊命中率+5，遠距離攻擊+3的效果。 */
	$1719(1719),
	/** 遊戲訊息: 獲得力量+1，攻擊成功+5，額外攻擊點數+3的效果。 */
	$1720(1720),
	/** 遊戲訊息: 獲得智力+1，魔力上限+50，魔力回復量+5的效果。 */
	$1721(1721),
	/** 遊戲訊息: */
	$1722(1722),
	/** 遊戲訊息: */
	$1723(1723),
	/** 遊戲訊息: */
	$1724(1724),
	/** 遊戲訊息: */
	$1725(1725);

	private int _id;

	private SystemMessageId(int id) {
		_id = id;
	}

	public int getId() {
		return _id;
	}

	public static final SystemMessageId getSystemMessageId(int id) {
		for (SystemMessageId sysmsgid : SystemMessageId.values()) {
			if (sysmsgid.getId() == id) {
				return sysmsgid;
			}
		}
		return null;
	}
}
