/* 20100402 l1jtw 修正道具說明 道具新增 */

/* 修正道具說明 底比斯歐西里斯祭壇鑰匙 提卡爾庫庫爾坎祭壇鑰匙 */
Update etcitem Set itemdesc_id = '3615' Where item_id = '49242';
Update etcitem Set itemdesc_id = '3780' Where item_id = '49308';

/* 道具新增 侏儒魔菇 侏儒符咒 古老水珍珠 古老白水晶 強盜首領的寶箱鑰匙 喀瑪王之心 grdgfx 未知 侏儒符咒 古老白水晶 強盜首領的寶箱鑰匙 invgfx 未知 */
INSERT INTO `etcitem` VALUES ('50524', '侏儒魔菇', '$7881', '$7881', 'other', 'none', 'vegetation', '8', '515', '1561', '4008', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '1');
INSERT INTO `etcitem` VALUES ('50525', '侏儒符咒', '$7882', '$7882', 'other', 'none', 'paper', '1', '544', '1561', '4009', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '1');
INSERT INTO `etcitem` VALUES ('50526', '古老水珍珠', '$7883', '$7883', 'other', 'none', 'glass', '1', '1185', '1561', '4010', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '1');
INSERT INTO `etcitem` VALUES ('50527', '古老白水晶', '$7884', '$7884', 'other', 'none', 'glass', '1', '544', '1561', '4011', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '1');
INSERT INTO `etcitem` VALUES ('50528', '喀瑪王之心', '$7778', '$7778', 'other', 'none', 'iron', '30', '1812', '3963', '4106', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '1');
INSERT INTO `etcitem` VALUES ('50529', '喀瑪王之心', '$7778', '$7778', 'other', 'none', 'iron', '30', '1812', '3963', '4107', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '1');
INSERT INTO `etcitem` VALUES ('50530', '喀瑪王之心', '$7778', '$7778', 'other', 'none', 'iron', '30', '1812', '3963', '4108', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '1');
INSERT INTO `etcitem` VALUES ('50531', '強盜首領的寶箱鑰匙', '$7451', '$7451', 'other', 'none', 'platinum', '3000', '544', '1561', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '1');
