/* 20100522 l1jtw 地圖更新 */

INSERT INTO `dungeon` VALUES ('32679', '32745', '1005', '32809', '32802', '1005', '0', '安塔瑞斯洞穴入口->安塔瑞斯棲息地入口');
INSERT INTO `dungeon` VALUES ('32811', '32924', '1005', '32796', '32662', '1005', '0', '安塔瑞斯棲息地入口->安塔瑞斯棲息');
INSERT INTO `dungeon` VALUES ('32938', '32610', '1005', '32809', '32802', '1005', '0', '安塔瑞斯棲息地入口->安塔瑞斯洞穴入口');
INSERT INTO `dungeon` VALUES ('32796', '32662', '1005', '32811', '32924', '1005', '0', '安塔瑞斯棲息->安塔瑞斯棲息地');

INSERT INTO `mapids` VALUES ('1002', '龍之墓', '32640', '33023', '32576', '32959', '1', '1', '0', '0', '0', '1', '1', '0', '1', '0', '0', '1', '1');
INSERT INTO `mapids` VALUES ('1005', '安塔瑞斯洞穴', '32576', '32959', '32576', '32959', '1', '1', '0', '0', '0', '1', '1', '0', '1', '0', '0', '1', '1');