/* 20100325 l1jtw 修改NPC欄位資料 新增 NPC */

/* 艾爾摩大將軍殭屍 note 欄位內容修正 */
Update npc Set note = '艾爾摩大將軍殭屍' Where npcid = '91100';

/* NPC新增 瑪雅的影子 gfxid 不正確 */
INSERT INTO `npc` VALUES ('91005', '瑪雅的影子', '$4863', '瑪雅的影子', 'L1Merchant', '2141', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '-1', '-1', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '-1', '0', '14', '0', '1', '0');

/* 修正npcaction 神女優莉絲錯誤 新增瑪亞的影子 */
Update npcaction Set npcid = '91004' Where normal_action = 'yuris1';
INSERT INTO `npcaction` VALUES ('91005', 'adenshadow1', 'adenshadow1', '', '');