/* 20090728 etcitem 修正與新增資料 */

Update etcitem Set item_type = 'treasure_box' Where item_id = '45518';/* 驚喜箱 */

INSERT INTO `etcitem` VALUES
(90001, 'スペル スクロール (フィジカル エンチャント：STR)', '$1487 $1462', '$1487 $1462', 'scroll', 'spell_buff', 'paper', 630, 863, 22, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 5, 1800, 0, 0, 0),
(90007, 'スペル スクロール (ブレス ウェポン)', '$1487 $1985', '$1487 $1985', 'scroll', 'spell_buff', 'paper', 630, 863, 22, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 5, 1800, 0, 0, 0),
(90008, 'スペル スクロール (ヒール オール)', '$1487 $1466', '$1487 $1466', 'scroll', 'normal', 'paper', 630, 863, 22, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 5, 1800, 0, 0, 0),
(90011, 'スペル スクロール (ホーリー ウォーク)', '$1487 $1469', '$1487 $1469', 'scroll', 'normal', 'paper', 630, 863, 22, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 5, 1800, 0, 0, 0),
(90013, 'スペル スクロール (グレーター ヘイスト)', '$1487 $1976', '$1487 $1976', 'scroll', 'normal', 'paper', 630, 863, 22, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 5, 1800, 0, 0, 0),
(90016, 'スペル スクロール (フル ヒール)', '$1487 $1471', '$1487 $1471', 'scroll', 'spell_buff', 'paper', 630, 863, 22, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 5, 1800, 0, 0, 0);