/* 20090429 奇岩道具店 邁爾 70030 收購 長靴 短統靴 */
Update shop Set purchasing_price = '150' Where npc_id='70030' and item_id='20213';/* 短統靴 */
Update shop Set purchasing_price = '1000' Where npc_id='70030' and item_id='20205';/* 長靴 */

/* l1j db 20090416 修正奇岩范吉爾(防具商人 npcid 70032)收購物品 */
Update shop Set purchasing_price = '1500' Where npc_id='70032' and item_id='20011';/* 抗魔法頭盔 */
Update shop Set purchasing_price = '11000' Where npc_id='70032' and item_id='20013';/* 敏捷魔法頭盔 */
Update shop Set purchasing_price = '7500' Where npc_id='70032' and item_id='20014'; /* 治癒魔法頭盔 */
Update shop Set purchasing_price = '9000' Where npc_id='70032' and item_id='20015';/* 力量魔法頭盔 */
Update shop Set purchasing_price = '6000' Where npc_id='70032' and item_id='20036';/* 夜視頭盔 */
Update shop Set purchasing_price = '100' Where npc_id='70032' and item_id='20043';/* 鋼盔 */
Update shop Set purchasing_price = '50' Where npc_id='70032' and item_id='20089'; /*  小藤甲 */
Update shop Set purchasing_price = '250' Where npc_id='70032' and item_id='20096'; /* 環甲 */
Update shop Set purchasing_price = '11500' Where npc_id='70032' and item_id='20101'; /* 皮甲 */
Update shop Set purchasing_price = '4000' Where npc_id='70032' and item_id='20110';/* 抗魔法鏈甲 */
Update shop Set purchasing_price = '500' Where npc_id='70032' and item_id='20114'; /* 綿質長袍 */
Update shop Set purchasing_price = '10000' Where npc_id='70032' and item_id='20115'; /* 藤甲 */
Update shop Set purchasing_price = '1000' Where npc_id='70032' and item_id='20122';/* 鱗甲 */
Update shop Set purchasing_price = '3000' Where npc_id='70032' and item_id='20125'; /* 鏈甲 */
Update shop Set purchasing_price = '150' Where npc_id='70032' and item_id='20147'; /* 銀釘皮甲 */
Update shop Set purchasing_price = '8000' Where npc_id='70032' and item_id='20149';/* 青銅盔甲 */
Update shop Set purchasing_price = '18500' Where npc_id='70032' and item_id='20154';/* 金屬盔甲 */
Update shop Set purchasing_price = '10000' Where npc_id='70032' and item_id='20229';/* 反射之盾 */
Update shop Set purchasing_price = '3500' Where npc_id='70032' and item_id='20231';/* 塔盾 */
Update shop Set purchasing_price = '30' Where npc_id='70032' and item_id='20239';/* 小盾牌 */
Update shop Set purchasing_price = '600' Where npc_id='70032' and item_id='20242';/* 大盾牌 */

/* l1j db 20090416 修正奇岩迪歐(寶石商人 npcid 70027)收購物品 */
Update shop Set purchasing_price = '500' Where npc_id='70027' and item_id='40044';
Update shop Set purchasing_price = '500' Where npc_id='70027' and item_id='40045';
Update shop Set purchasing_price = '500' Where npc_id='70027' and item_id='40046';
Update shop Set purchasing_price = '500' Where npc_id='70027' and item_id='40047';
Update shop Set purchasing_price = '1000' Where npc_id='70027' and item_id='40048';
Update shop Set purchasing_price = '1000' Where npc_id='70027' and item_id='40049';
Update shop Set purchasing_price = '1000' Where npc_id='70027' and item_id='40050';
Update shop Set purchasing_price = '1000' Where npc_id='70027' and item_id='40051';
Update shop Set purchasing_price = '5000' Where npc_id='70027' and item_id='40052';
Update shop Set purchasing_price = '5000' Where npc_id='70027' and item_id='40053';
Update shop Set purchasing_price = '5000' Where npc_id='70027' and item_id='40054';
Update shop Set purchasing_price = '5000' Where npc_id='70027' and item_id='40055';

/* l1j db 20090416 修正奇岩溫諾(武器商人 npcid 70039)收購物品 */
Update shop Set purchasing_price = '15' Where npc_id='70039' and item_id='23';/* 闊劍 */
Update shop Set purchasing_price = '50' Where npc_id='70039' and item_id='24';/* 短劍 */
Update shop Set purchasing_price = '900' Where npc_id='70039' and item_id='25';/* 銀劍 */
Update shop Set purchasing_price = '900' Where npc_id='70039' and item_id='100025';/* 銀劍 */
Update shop Set purchasing_price = '500' Where npc_id='70039' and item_id='27';/* 彎刀 */
Update shop Set purchasing_price = '6500' Where npc_id='70039' and item_id='29';/* 銀長劍 */
Update shop Set purchasing_price = '1500' Where npc_id='70039' and item_id='31';/* 長劍 */
Update shop Set purchasing_price = '1250' Where npc_id='70039' and item_id='32';/* 侵略者之劍 */
Update shop Set purchasing_price = '2500' Where npc_id='70039' and item_id='37';/* 大馬士革刀 */
Update shop Set purchasing_price = '10000' Where npc_id='70039' and item_id='41';/* 武士刀 */
Update shop Set purchasing_price = '9000' Where npc_id='70039' and item_id='52';/* 雙手劍 */
Update shop Set purchasing_price = '20' Where npc_id='70039' and item_id='90';/* 巴迪須 */
Update shop Set purchasing_price = '90' Where npc_id='70039' and item_id='92';/* 柴刀 */
Update shop Set purchasing_price = '22' Where npc_id='70039' and item_id='93';/* 三叉戟 */
Update shop Set purchasing_price = '250' Where npc_id='70039' and item_id='94';/* 帕提森 */
Update shop Set purchasing_price = '30' Where npc_id='70039' and item_id='95';/* 矛 */
Update shop Set purchasing_price = '100' Where npc_id='70039' and item_id='97';/* 吉薩 */
Update shop Set purchasing_price = '180' Where npc_id='70039' and item_id='98';/* 闊矛 */
Update shop Set purchasing_price = '5000' Where npc_id='70039' and item_id='102';/* 露西錘 */
Update shop Set purchasing_price = '1000' Where npc_id='70039' and item_id='103';/* 戟 */
Update shop Set purchasing_price = '4000' Where npc_id='70039' and item_id='104';/* 法丘 */
Update shop Set purchasing_price = '8000' Where npc_id='70039' and item_id='106';/* 貝卡合金 */
Update shop Set purchasing_price = '4500' Where npc_id='70039' and item_id='125';/* 巫術魔法杖 */
Update shop Set purchasing_price = '150' Where npc_id='70039' and item_id='128';/* 橡木魔法杖 */
Update shop Set purchasing_price = '1250' Where npc_id='70039' and item_id='129';/* 美基魔法杖 */
Update shop Set purchasing_price = '10' Where npc_id='70039' and item_id='136';/* 斧 */
Update shop Set purchasing_price = '15' Where npc_id='70039' and item_id='138';/* 木棒 */
Update shop Set purchasing_price = '20' Where npc_id='70039' and item_id='139';/* 弗萊爾 */
Update shop Set purchasing_price = '500' Where npc_id='70039' and item_id='141';/* 戰錘 */
Update shop Set purchasing_price = '4000' Where npc_id='70039' and item_id='142';/* 銀斧 */
Update shop Set purchasing_price = '350' Where npc_id='70039' and item_id='143';/* 戰斧 */
Update shop Set purchasing_price = '1750' Where npc_id='70039' and item_id='146';/* 流星錘 */
Update shop Set purchasing_price = '6000' Where npc_id='70039' and item_id='148';/* 巨斧 */
Update shop Set purchasing_price = '25' Where npc_id='70039' and item_id='172';/* 弓 */

/* 歐瑞 70061 曼德拉 武器商人收購物品 */
Update shop Set purchasing_price = '15' Where npc_id='70061' and item_id='23';
Update shop Set purchasing_price = '55' Where npc_id='70061' and item_id='24';
Update shop Set purchasing_price = '900' Where npc_id='70061' and item_id='25';
Update shop Set purchasing_price = '660' Where npc_id='70061' and item_id='27';
Update shop Set purchasing_price = '6500' Where npc_id='70061' and item_id='29';
Update shop Set purchasing_price = '1650' Where npc_id='70061' and item_id='31';
Update shop Set purchasing_price = '1275' Where npc_id='70061' and item_id='32';
Update shop Set purchasing_price = '2250' Where npc_id='70061' and item_id='37';
Update shop Set purchasing_price = '11000' Where npc_id='70061' and item_id='41';
Update shop Set purchasing_price = '9900' Where npc_id='70061' and item_id='52';
Update shop Set purchasing_price = '19' Where npc_id='70061' and item_id='90';
Update shop Set purchasing_price = '99' Where npc_id='70061' and item_id='92';
Update shop Set purchasing_price = '13' Where npc_id='70061' and item_id='93';
Update shop Set purchasing_price = '275' Where npc_id='70061' and item_id='94';
Update shop Set purchasing_price = '33' Where npc_id='70061' and item_id='95';
Update shop Set purchasing_price = '110' Where npc_id='70061' and item_id='97';
Update shop Set purchasing_price = '192' Where npc_id='70061' and item_id='98';
Update shop Set purchasing_price = '5500' Where npc_id='70061' and item_id='102';
Update shop Set purchasing_price = '1100' Where npc_id='70061' and item_id='103';
Update shop Set purchasing_price = '4400' Where npc_id='70061' and item_id='104';
Update shop Set purchasing_price = '8800' Where npc_id='70061' and item_id='106';
Update shop Set purchasing_price = '4500' Where npc_id='70061' and item_id='125';
Update shop Set purchasing_price = '115' Where npc_id='70061' and item_id='128';
Update shop Set purchasing_price = '1250' Where npc_id='70061' and item_id='129';
Update shop Set purchasing_price = '11' Where npc_id='70061' and item_id='136';
Update shop Set purchasing_price = '16' Where npc_id='70061' and item_id='138';
Update shop Set purchasing_price = '22' Where npc_id='70061' and item_id='139';
Update shop Set purchasing_price = '550' Where npc_id='70061' and item_id='141';
Update shop Set purchasing_price = '4400' Where npc_id='70061' and item_id='142';
Update shop Set purchasing_price = '335' Where npc_id='70061' and item_id='143';
Update shop Set purchasing_price = '1925' Where npc_id='70061' and item_id='146';
Update shop Set purchasing_price = '7150' Where npc_id='70061' and item_id='148';
Update shop Set purchasing_price = '27' Where npc_id='70061' and item_id='172';
Update shop Set purchasing_price = '1' Where npc_id='70061' and item_id='40738';
Update shop Set purchasing_price = '1' Where npc_id='70061' and item_id='40739';
Update shop Set purchasing_price = '1' Where npc_id='70061' and item_id='40740';
Update shop Set purchasing_price = '1' Where npc_id='70061' and item_id='40743';
Update shop Set purchasing_price = '1' Where npc_id='70061' and item_id='40744';

/* 20090429 修正奇岩 祝福 詛咒裝備出售 */
/* 格式: NPC編號,道具編號,買賣順序,賣價,每組數量,收購價 */
INSERT INTO `shop` VALUES
/* 防具商人 */
(70032, 120011, 21, -1, 0, 1500),/* 祝福抗魔法頭盔 */
(70032, 120101, 22, -1, 0, 11500),/* 祝福皮甲 */
(70032, 220101, 23, -1, 0, 11500),/* 詛咒皮甲 */
(70032, 120043, 24, -1, 0, 100),/* 祝福鋼盔 */
(70032, 220043, 25, -1, 0, 100),/* 詛咒鋼盔 */
(70032, 220115, 26, -1, 0, 10000),/* 詛咒藤甲 */
(70032, 220122, 27, -1, 0, 1000),/* 詛咒鱗甲 */
(70032, 220125, 28, -1, 0, 3000),/* 詛咒鏈甲 */
(70032, 220147, 29, -1, 0, 150),/* 詛咒銀釘皮甲 */
(70032, 120149, 30, -1, 0, 8000),/* 祝福青銅盔甲 */
(70032, 120154, 31, -1, 0, 18500),/* 祝福金屬盔甲 */
(70032, 220149, 32, -1, 0, 18500),/* 詛咒金屬盔甲 */
(70032, 220242, 33, -1, 0, 600),/* 祝福大盾牌 */
/* 武器商人 */
(70039, 100027, 38, -1, 0, 500),/* 祝福彎刀 */
(70039, 200027, 39, -1, 0, 500),/* 詛咒彎刀 */
(70039, 100029, 40, -1, 0, 6500),/* 祝福銀長劍 */
(70039, 200032, 41, -1, 0, 1250),/* 詛咒侵略者之劍 */
(70039, 100037, 42, -1, 0, 2500),/* 祝福大馬士革刀 */
(70039, 100041, 43, -1, 0, 10000),/* 祝福武士刀 */
(70039, 200041, 44, -1, 0, 10000),/* 詛咒武士刀 */
(70039, 100052, 45, -1, 0, 9000),/* 祝福雙手劍 */
(70039, 200052, 46, -1, 0, 9000),/* 詛咒雙手劍 */
(70039, 100095, 47, -1, 0, 30),/* 祝福矛 */
(70039, 100098, 48, -1, 0, 180),/* 祝福闊矛 */
(70039, 100102, 49, -1, 0, 5000),/* 祝福露西錘 */
(70039, 100103, 50, -1, 0, 1000),/* 祝福戟 */

/* l1j db 20090429 修正 奇岩愛弗特 70038 收購抗魔法斗篷 */
(70038, 20056, 3, -1, 0, 100),/* 抗魔法斗篷 */
(70038, 120056, 4, -1, 0, 100),/* 祝福抗魔法斗篷 */
(70038, 220056, 5, -1, 0, 100),/* 詛咒抗魔法斗篷 */

/* 歐瑞 70061 曼德拉 武器商人收購詛咒 祝福 物品 */
(70061, 100027, 38, -1, 0, 500),/* 祝福彎刀 */
(70061, 200027, 39, -1, 0, 500),/* 詛咒彎刀 */
(70061, 100029, 40, -1, 0, 6500),/* 祝福銀長劍 */
(70061, 200032, 41, -1, 0, 1250),/* 詛咒侵略者之劍 */
(70061, 100052, 42, -1, 0, 9000),/* 祝福雙手劍 */
(70061, 200052, 43, -1, 0, 9000),/* 詛咒雙手劍 */
(70061, 100095, 44, -1, 0, 30),/* 祝福矛 */
(70061, 100098, 45, -1, 0, 180),/* 祝福闊矛 */
(70061, 100172, 46, -1, 0, 172),/* 祝福弓 */

/* 奇岩道具店 邁爾 70030 收購祝福短統靴 */
(70030, 20213, 31, -1, 0, 150),/* 祝福短統靴 */

/* 奇岩道具店 邁爾 70030 收購法書 */
/* 格式: NPC編號,道具編號,買賣順序,賣價,每組數量,收購價 */
/* 4級法書 */
(70030, 40170, 31, -1, 0, 800),/* 魔法書 (燃燒的火球) */
(70030, 40171, 32, -1, 0, 800),/* 魔法書 (通暢氣脈術) */
(70030, 40172, 33, -1, 0, 800),/* 魔法書 (壞物術) */
(70030, 40173, 34, -1, 0, 800),/* 魔法書 (吸血鬼之吻) */
(70030, 40174, 35, -1, 0, 800),/* 魔法書 魔法書 (緩速術)*/
(70030, 40175, 36, -1, 0, 800),/* 魔法書 (魔法屏障) */
(70030, 40176, 37, -1, 0, 800),/* 魔法書 (冥想術) */
(70030, 40177, 38, -1, 0, 800),/* 魔法書 (岩牢) */
/* 5級法書 */
(70030, 40178, 39, -1, 0, 900),/* 魔法書 (木乃伊的詛咒) */
(70030, 40179, 40, -1, 0, 900),/* 魔法書 (極道落雷) */
(70030, 40180, 41, -1, 0, 900),/* 魔法書 (高級治癒術) */
(70030, 40181, 42, -1, 0, 900),/* 魔法書 (迷魅術) */
(70030, 40182, 43, -1, 0, 900),/* 魔法書 (聖潔之光) */
(70030, 40183, 44, -1, 0, 900),/* 魔法書 (冰錐) */
(70030, 40184, 45, -1, 0, 900),/* 魔法書 (魔力奪取) */
(70030, 40185, 46, -1, 0, 900),/* 魔法書 (黑闇之影) */
/* 6級法書 */
(70030, 40186, 47, -1, 0, 1000),/* 魔法書 (造屍術) */
(70030, 40187, 48, -1, 0, 1000),/* 魔法書 (體魄強健術) */
(70030, 40188, 49, -1, 0, 1000),/* 魔法書 (加速術) */
(70030, 40189, 50, -1, 0, 1000),/* 魔法書 (魔法相消術) */
(70030, 40190, 51, -1, 0, 1000),/* 魔法書 (地裂術) */
(70030, 40191, 52, -1, 0, 1000),/* 魔法書 (烈炎術) */
(70030, 40192, 53, -1, 0, 1000),/* 魔法書 (弱化術) */
(70030, 40193, 54, -1, 0, 1000),/* 魔法書 祝福魔法武器) */
/* 7級法書 */
(70030, 40194, 55, -1, 0, 1100),/* 魔法書 (體力回復術) */
(70030, 40195, 56, -1, 0, 1100),/* 魔法書 (冰矛圍籬) */
(70030, 40196, 57, -1, 0, 1100),/* 魔法書 (召喚術) */
(70030, 40197, 58, -1, 0, 1100),/* 魔法書 (神聖疾走) */
(70030, 40198, 59, -1, 0, 1100),/* 魔法書 (龍捲風) */
(70030, 40199, 60, -1, 0, 1100),/* 魔法書 (強力加速術)*/
(70030, 40200, 61, -1, 0, 1100),/* 魔法書 (狂暴術)*/
(70030, 40201, 62, -1, 0, 1100),/* 魔法書 (疾病術) */
/* 8級法書 */
(70030, 40202, 63, -1, 0, 1200),/* 魔法書 (全部治癒術) */
(70030, 40203, 64, -1, 0, 1200),/* 魔法書 (火牢) */
(70030, 40204, 65, -1, 0, 1200),/* 魔法書 (冰雪暴) */
(70030, 40205, 66, -1, 0, 1200),/* 魔法書 (隱身術) */
(70030, 40206, 67, -1, 0, 1200),/* 魔法書 (返生術) */
(70030, 40207, 68, -1, 0, 1200),/* 魔法書 (震裂術) */
(70030, 40208, 69, -1, 0, 1200),/* 魔法書 (治癒能量風暴) */
(70030, 40209, 70, -1, 0, 1200),/* 魔法書 (魔法封印) */
/* 9級法書 */
(70030, 40210, 71, -1, 0, 1300),/* 魔法書 (雷霆風暴) */
(70030, 40211, 72, -1, 0, 1300),/* 魔法書 (沉睡之霧) */
(70030, 40212, 73, -1, 0, 1300),/* 魔法書 (變形術) */
(70030, 40213, 74, -1, 0, 1300),/* 魔法書 (聖結界) */
(70030, 40214, 75, -1, 0, 1300),/* 魔法書 (集體傳送術) */
(70030, 40215, 76, -1, 0, 1300),/* 魔法書 (火風暴) */
(70030, 40216, 77, -1, 0, 1300),/* 魔法書 (藥水霜化術) */
(70030, 40217, 78, -1, 0, 1300),/* 魔法書 (強力無所遁形術) */
/* 10級法書 */
(70030, 40218, 79, -1, 0, 1400),/* 魔法書 (創造魔法武器) */
(70030, 40219, 80, -1, 0, 1400),/* 魔法書 (流星雨) */
(70030, 40220, 81, -1, 0, 1400),/* 魔法書 (終極返生術) */
(70030, 40221, 82, -1, 0, 1400),/* 魔法書 (集體緩速術) */
(70030, 40222, 83, -1, 0, 1400),/* 魔法書 (究極光裂術) */
(70030, 40223, 84, -1, 0, 1400),/* 魔法書 (絕對屏障) */
(70030, 40224, 85, -1, 0, 1400),/* 魔法書 (靈魂昇華) */
(70030, 40225, 86, -1, 0, 1400),/* 魔法書 (冰雪颶風) */

/* 肯特道具店商人 安迪 70016 收購法書 */
/* 4級法書 */
(70016, 40170, 87, -1, 0, 800),/* 魔法書 (燃燒的火球) */
(70016, 40171, 32, -1, 0, 800),/* 魔法書 (通暢氣脈術) */
(70016, 40172, 33, -1, 0, 800),/* 魔法書 (壞物術) */
(70016, 40173, 34, -1, 0, 800),/* 魔法書 (吸血鬼之吻) */
(70016, 40174, 35, -1, 0, 800),/* 魔法書 魔法書 (緩速術)*/
(70016, 40175, 36, -1, 0, 800),/* 魔法書 (魔法屏障) */
(70016, 40176, 37, -1, 0, 800),/* 魔法書 (冥想術) */
(70016, 40177, 38, -1, 0, 800),/* 魔法書 (岩牢) */
/* 5級法書 */
(70016, 40178, 39, -1, 0, 900),/* 魔法書 (木乃伊的詛咒) */
(70016, 40179, 40, -1, 0, 900),/* 魔法書 (極道落雷) */
(70016, 40180, 41, -1, 0, 900),/* 魔法書 (高級治癒術) */
(70016, 40181, 42, -1, 0, 900),/* 魔法書 (迷魅術) */
(70016, 40182, 43, -1, 0, 900),/* 魔法書 (聖潔之光) */
(70016, 40183, 44, -1, 0, 900),/* 魔法書 (冰錐) */
(70016, 40184, 45, -1, 0, 900),/* 魔法書 (魔力奪取) */
(70016, 40185, 46, -1, 0, 900),/* 魔法書 (黑闇之影) */
/* 6級法書 */
(70016, 40186, 47, -1, 0, 1000),/* 魔法書 (造屍術) */
(70016, 40187, 48, -1, 0, 1000),/* 魔法書 (體魄強健術) */
(70016, 40188, 49, -1, 0, 1000),/* 魔法書 (加速術) */
(70016, 40189, 50, -1, 0, 1000),/* 魔法書 (魔法相消術) */
(70016, 40190, 51, -1, 0, 1000),/* 魔法書 (地裂術) */
(70016, 40191, 52, -1, 0, 1000),/* 魔法書 (烈炎術) */
(70016, 40192, 53, -1, 0, 1000),/* 魔法書 (弱化術) */
(70016, 40193, 54, -1, 0, 1000),/* 魔法書 祝福魔法武器) */
/* 7級法書 */
(70016, 40194, 55, -1, 0, 1100),/* 魔法書 (體力回復術) */
(70016, 40195, 56, -1, 0, 1100),/* 魔法書 (冰矛圍籬) */
(70016, 40196, 57, -1, 0, 1100),/* 魔法書 (召喚術) */
(70016, 40197, 58, -1, 0, 1100),/* 魔法書 (神聖疾走) */
(70016, 40198, 59, -1, 0, 1100),/* 魔法書 (龍捲風) */
(70016, 40199, 60, -1, 0, 1100),/* 魔法書 (強力加速術)*/
(70016, 40200, 61, -1, 0, 1100),/* 魔法書 (狂暴術)*/
(70016, 40201, 62, -1, 0, 1100),/* 魔法書 (疾病術) */
/* 8級法書 */
(70016, 40202, 63, -1, 0, 1200),/* 魔法書 (全部治癒術) */
(70016, 40203, 64, -1, 0, 1200),/* 魔法書 (火牢) */
(70016, 40204, 65, -1, 0, 1200),/* 魔法書 (冰雪暴) */
(70016, 40205, 66, -1, 0, 1200),/* 魔法書 (隱身術) */
(70016, 40206, 67, -1, 0, 1200),/* 魔法書 (返生術) */
(70016, 40207, 68, -1, 0, 1200),/* 魔法書 (震裂術) */
(70016, 40208, 69, -1, 0, 1200),/* 魔法書 (治癒能量風暴) */
(70016, 40209, 70, -1, 0, 1200),/* 魔法書 (魔法封印) */
/* 9級法書 */
(70016, 40210, 71, -1, 0, 1300),/* 魔法書 (雷霆風暴) */
(70016, 40211, 72, -1, 0, 1300),/* 魔法書 (沉睡之霧) */
(70016, 40212, 73, -1, 0, 1300),/* 魔法書 (變形術) */
(70016, 40213, 74, -1, 0, 1300),/* 魔法書 (聖結界) */
(70016, 40214, 75, -1, 0, 1300),/* 魔法書 (集體傳送術) */
(70016, 40215, 76, -1, 0, 1300),/* 魔法書 (火風暴) */
(70016, 40216, 77, -1, 0, 1300),/* 魔法書 (藥水霜化術) */
(70016, 40217, 78, -1, 0, 1300),/* 魔法書 (強力無所遁形術) */
/* 10級法書 */
(70016, 40218, 79, -1, 0, 1400),/* 魔法書 (創造魔法武器) */
(70016, 40219, 80, -1, 0, 1400),/* 魔法書 (流星雨) */
(70016, 40220, 81, -1, 0, 1400),/* 魔法書 (終極返生術) */
(70016, 40221, 82, -1, 0, 1400),/* 魔法書 (集體緩速術) */
(70016, 40222, 83, -1, 0, 1400),/* 魔法書 (究極光裂術) */
(70016, 40223, 84, -1, 0, 1400),/* 魔法書 (絕對屏障) */
(70016, 40224, 85, -1, 0, 1400),/* 魔法書 (靈魂昇華) */
(70016, 40225, 86, -1, 0, 1400),/* 魔法書 (冰雪颶風) */

/* 風木道具店商人 艾米娜 70072 收購法書 */
/* 4級法書 */
(70072, 40170, 27, -1, 0, 800),/* 魔法書 (燃燒的火球) */
(70072, 40171, 28, -1, 0, 800),/* 魔法書 (通暢氣脈術) */
(70072, 40172, 29, -1, 0, 800),/* 魔法書 (壞物術) */
(70072, 40173, 30, -1, 0, 800),/* 魔法書 (吸血鬼之吻) */
(70072, 40174, 31, -1, 0, 800),/* 魔法書 魔法書 (緩速術)*/
(70072, 40175, 32, -1, 0, 800),/* 魔法書 (魔法屏障) */
(70072, 40176, 33, -1, 0, 800),/* 魔法書 (冥想術) */
(70072, 40177, 34, -1, 0, 800),/* 魔法書 (岩牢) */
/* 5級法書 */
(70072, 40178, 35, -1, 0, 900),/* 魔法書 (木乃伊的詛咒) */
(70072, 40179, 40, -1, 0, 900),/* 魔法書 (極道落雷) */
(70072, 40180, 41, -1, 0, 900),/* 魔法書 (高級治癒術) */
(70072, 40181, 42, -1, 0, 900),/* 魔法書 (迷魅術) */
(70072, 40182, 43, -1, 0, 900),/* 魔法書 (聖潔之光) */
(70072, 40183, 44, -1, 0, 900),/* 魔法書 (冰錐) */
(70072, 40184, 45, -1, 0, 900),/* 魔法書 (魔力奪取) */
(70072, 40185, 46, -1, 0, 900),/* 魔法書 (黑闇之影) */
/* 6級法書 */
(70072, 40186, 47, -1, 0, 1000),/* 魔法書 (造屍術) */
(70072, 40187, 48, -1, 0, 1000),/* 魔法書 (體魄強健術) */
(70072, 40188, 49, -1, 0, 1000),/* 魔法書 (加速術) */
(70072, 40189, 50, -1, 0, 1000),/* 魔法書 (魔法相消術) */
(70072, 40190, 51, -1, 0, 1000),/* 魔法書 (地裂術) */
(70072, 40191, 52, -1, 0, 1000),/* 魔法書 (烈炎術) */
(70072, 40192, 53, -1, 0, 1000),/* 魔法書 (弱化術) */
(70072, 40193, 54, -1, 0, 1000),/* 魔法書 祝福魔法武器) */
/* 7級法書 */
(70072, 40194, 55, -1, 0, 1100),/* 魔法書 (體力回復術) */
(70072, 40195, 56, -1, 0, 1100),/* 魔法書 (冰矛圍籬) */
(70072, 40196, 57, -1, 0, 1100),/* 魔法書 (召喚術) */
(70072, 40197, 58, -1, 0, 1100),/* 魔法書 (神聖疾走) */
(70072, 40198, 59, -1, 0, 1100),/* 魔法書 (龍捲風) */
(70072, 40199, 60, -1, 0, 1100),/* 魔法書 (強力加速術)*/
(70072, 40200, 61, -1, 0, 1100),/* 魔法書 (狂暴術)*/
(70072, 40201, 62, -1, 0, 1100),/* 魔法書 (疾病術) */
/* 8級法書 */
(70072, 40202, 63, -1, 0, 1200),/* 魔法書 (全部治癒術) */
(70072, 40203, 64, -1, 0, 1200),/* 魔法書 (火牢) */
(70072, 40204, 65, -1, 0, 1200),/* 魔法書 (冰雪暴) */
(70072, 40205, 66, -1, 0, 1200),/* 魔法書 (隱身術) */
(70072, 40206, 67, -1, 0, 1200),/* 魔法書 (返生術) */
(70072, 40207, 68, -1, 0, 1200),/* 魔法書 (震裂術) */
(70072, 40208, 69, -1, 0, 1200),/* 魔法書 (治癒能量風暴) */
(70072, 40209, 70, -1, 0, 1200),/* 魔法書 (魔法封印) */
/* 9級法書 */
(70072, 40210, 71, -1, 0, 1300),/* 魔法書 (雷霆風暴) */
(70072, 40211, 72, -1, 0, 1300),/* 魔法書 (沉睡之霧) */
(70072, 40212, 73, -1, 0, 1300),/* 魔法書 (變形術) */
(70072, 40213, 74, -1, 0, 1300),/* 魔法書 (聖結界) */
(70072, 40214, 75, -1, 0, 1300),/* 魔法書 (集體傳送術) */
(70072, 40215, 76, -1, 0, 1300),/* 魔法書 (火風暴) */
(70072, 40216, 77, -1, 0, 1300),/* 魔法書 (藥水霜化術) */
(70072, 40217, 78, -1, 0, 1300),/* 魔法書 (強力無所遁形術) */
/* 10級法書 */
(70072, 40218, 79, -1, 0, 1400),/* 魔法書 (創造魔法武器) */
(70072, 40219, 80, -1, 0, 1400),/* 魔法書 (流星雨) */
(70072, 40220, 81, -1, 0, 1400),/* 魔法書 (終極返生術) */
(70072, 40221, 82, -1, 0, 1400),/* 魔法書 (集體緩速術) */
(70072, 40222, 83, -1, 0, 1400),/* 魔法書 (究極光裂術) */
(70072, 40223, 84, -1, 0, 1400),/* 魔法書 (絕對屏障) */
(70072, 40224, 85, -1, 0, 1400),/* 魔法書 (靈魂昇華) */
(70072, 40225, 86, -1, 0, 1400),/* 魔法書 (冰雪颶風) */

/* 威頓道具店商人 蓓莉 70045 收購法書 */
/* 4級法書 */
(70045, 40170, 30, -1, 0, 800),/* 魔法書 (燃燒的火球) */
(70045, 40171, 31, -1, 0, 800),/* 魔法書 (通暢氣脈術) */
(70045, 40172, 32, -1, 0, 800),/* 魔法書 (壞物術) */
(70045, 40173, 33, -1, 0, 800),/* 魔法書 (吸血鬼之吻) */
(70045, 40174, 34, -1, 0, 800),/* 魔法書 魔法書 (緩速術)*/
(70045, 40175, 35, -1, 0, 800),/* 魔法書 (魔法屏障) */
(70045, 40176, 36, -1, 0, 800),/* 魔法書 (冥想術) */
(70045, 40177, 37, -1, 0, 800),/* 魔法書 (岩牢) */
/* 5級法書 */
(70045, 40178, 38, -1, 0, 900),/* 魔法書 (木乃伊的詛咒) */
(70045, 40179, 40, -1, 0, 900),/* 魔法書 (極道落雷) */
(70045, 40180, 41, -1, 0, 900),/* 魔法書 (高級治癒術) */
(70045, 40181, 42, -1, 0, 900),/* 魔法書 (迷魅術) */
(70045, 40182, 43, -1, 0, 900),/* 魔法書 (聖潔之光) */
(70045, 40183, 44, -1, 0, 900),/* 魔法書 (冰錐) */
(70045, 40184, 45, -1, 0, 900),/* 魔法書 (魔力奪取) */
(70045, 40185, 46, -1, 0, 900),/* 魔法書 (黑闇之影) */
/* 6級法書 */
(70045, 40186, 47, -1, 0, 1000),/* 魔法書 (造屍術) */
(70045, 40187, 48, -1, 0, 1000),/* 魔法書 (體魄強健術) */
(70045, 40188, 49, -1, 0, 1000),/* 魔法書 (加速術) */
(70045, 40189, 50, -1, 0, 1000),/* 魔法書 (魔法相消術) */
(70045, 40190, 51, -1, 0, 1000),/* 魔法書 (地裂術) */
(70045, 40191, 52, -1, 0, 1000),/* 魔法書 (烈炎術) */
(70045, 40192, 53, -1, 0, 1000),/* 魔法書 (弱化術) */
(70045, 40193, 54, -1, 0, 1000),/* 魔法書 祝福魔法武器) */
/* 7級法書 */
(70045, 40194, 55, -1, 0, 1100),/* 魔法書 (體力回復術) */
(70045, 40195, 56, -1, 0, 1100),/* 魔法書 (冰矛圍籬) */
(70045, 40196, 57, -1, 0, 1100),/* 魔法書 (召喚術) */
(70045, 40197, 58, -1, 0, 1100),/* 魔法書 (神聖疾走) */
(70045, 40198, 59, -1, 0, 1100),/* 魔法書 (龍捲風) */
(70045, 40199, 60, -1, 0, 1100),/* 魔法書 (強力加速術)*/
(70045, 40200, 61, -1, 0, 1100),/* 魔法書 (狂暴術)*/
(70045, 40201, 62, -1, 0, 1100),/* 魔法書 (疾病術) */
/* 8級法書 */
(70045, 40202, 63, -1, 0, 1200),/* 魔法書 (全部治癒術) */
(70045, 40203, 64, -1, 0, 1200),/* 魔法書 (火牢) */
(70045, 40204, 65, -1, 0, 1200),/* 魔法書 (冰雪暴) */
(70045, 40205, 66, -1, 0, 1200),/* 魔法書 (隱身術) */
(70045, 40206, 67, -1, 0, 1200),/* 魔法書 (返生術) */
(70045, 40207, 68, -1, 0, 1200),/* 魔法書 (震裂術) */
(70045, 40208, 69, -1, 0, 1200),/* 魔法書 (治癒能量風暴) */
(70045, 40209, 70, -1, 0, 1200),/* 魔法書 (魔法封印) */
/* 9級法書 */
(70045, 40210, 71, -1, 0, 1300),/* 魔法書 (雷霆風暴) */
(70045, 40211, 72, -1, 0, 1300),/* 魔法書 (沉睡之霧) */
(70045, 40212, 73, -1, 0, 1300),/* 魔法書 (變形術) */
(70045, 40213, 74, -1, 0, 1300),/* 魔法書 (聖結界) */
(70045, 40214, 75, -1, 0, 1300),/* 魔法書 (集體傳送術) */
(70045, 40215, 76, -1, 0, 1300),/* 魔法書 (火風暴) */
(70045, 40216, 77, -1, 0, 1300),/* 魔法書 (藥水霜化術) */
(70045, 40217, 78, -1, 0, 1300),/* 魔法書 (強力無所遁形術) */
/* 10級法書 */
(70045, 40218, 79, -1, 0, 1400),/* 魔法書 (創造魔法武器) */
(70045, 40219, 80, -1, 0, 1400),/* 魔法書 (流星雨) */
(70045, 40220, 81, -1, 0, 1400),/* 魔法書 (終極返生術) */
(70045, 40221, 82, -1, 0, 1400),/* 魔法書 (集體緩速術) */
(70045, 40222, 83, -1, 0, 1400),/* 魔法書 (究極光裂術) */
(70045, 40223, 84, -1, 0, 1400),/* 魔法書 (絕對屏障) */
(70045, 40224, 85, -1, 0, 1400),/* 魔法書 (靈魂昇華) */
(70045, 40225, 86, -1, 0, 1400),/* 魔法書 (冰雪颶風) */

/* 歐瑞道具店商人 畢伍斯 70063 收購法書 */
/* 4級法書 */
(70063, 40170, 87, -1, 0, 800),/* 魔法書 (燃燒的火球) */
(70063, 40171, 88, -1, 0, 800),/* 魔法書 (通暢氣脈術) */
(70063, 40172, 33, -1, 0, 800),/* 魔法書 (壞物術) */
(70063, 40173, 34, -1, 0, 800),/* 魔法書 (吸血鬼之吻) */
(70063, 40174, 35, -1, 0, 800),/* 魔法書 魔法書 (緩速術)*/
(70063, 40175, 36, -1, 0, 800),/* 魔法書 (魔法屏障) */
(70063, 40176, 37, -1, 0, 800),/* 魔法書 (冥想術) */
(70063, 40177, 38, -1, 0, 800),/* 魔法書 (岩牢) */
/* 5級法書 */
(70063, 40178, 39, -1, 0, 900),/* 魔法書 (木乃伊的詛咒) */
(70063, 40179, 40, -1, 0, 900),/* 魔法書 (極道落雷) */
(70063, 40180, 41, -1, 0, 900),/* 魔法書 (高級治癒術) */
(70063, 40181, 42, -1, 0, 900),/* 魔法書 (迷魅術) */
(70063, 40182, 43, -1, 0, 900),/* 魔法書 (聖潔之光) */
(70063, 40183, 44, -1, 0, 900),/* 魔法書 (冰錐) */
(70063, 40184, 45, -1, 0, 900),/* 魔法書 (魔力奪取) */
(70063, 40185, 46, -1, 0, 900),/* 魔法書 (黑闇之影) */
/* 6級法書 */
(70063, 40186, 47, -1, 0, 1000),/* 魔法書 (造屍術) */
(70063, 40187, 48, -1, 0, 1000),/* 魔法書 (體魄強健術) */
(70063, 40188, 49, -1, 0, 1000),/* 魔法書 (加速術) */
(70063, 40189, 50, -1, 0, 1000),/* 魔法書 (魔法相消術) */
(70063, 40190, 51, -1, 0, 1000),/* 魔法書 (地裂術) */
(70063, 40191, 52, -1, 0, 1000),/* 魔法書 (烈炎術) */
(70063, 40192, 53, -1, 0, 1000),/* 魔法書 (弱化術) */
(70063, 40193, 54, -1, 0, 1000),/* 魔法書 祝福魔法武器) */
/* 7級法書 */
(70063, 40194, 55, -1, 0, 1100),/* 魔法書 (體力回復術) */
(70063, 40195, 56, -1, 0, 1100),/* 魔法書 (冰矛圍籬) */
(70063, 40196, 57, -1, 0, 1100),/* 魔法書 (召喚術) */
(70063, 40197, 58, -1, 0, 1100),/* 魔法書 (神聖疾走) */
(70063, 40198, 59, -1, 0, 1100),/* 魔法書 (龍捲風) */
(70063, 40199, 60, -1, 0, 1100),/* 魔法書 (強力加速術)*/
(70063, 40200, 61, -1, 0, 1100),/* 魔法書 (狂暴術)*/
(70063, 40201, 62, -1, 0, 1100),/* 魔法書 (疾病術) */
/* 8級法書 */
(70063, 40202, 63, -1, 0, 1200),/* 魔法書 (全部治癒術) */
(70063, 40203, 64, -1, 0, 1200),/* 魔法書 (火牢) */
(70063, 40204, 65, -1, 0, 1200),/* 魔法書 (冰雪暴) */
(70063, 40205, 66, -1, 0, 1200),/* 魔法書 (隱身術) */
(70063, 40206, 67, -1, 0, 1200),/* 魔法書 (返生術) */
(70063, 40207, 68, -1, 0, 1200),/* 魔法書 (震裂術) */
(70063, 40208, 69, -1, 0, 1200),/* 魔法書 (治癒能量風暴) */
(70063, 40209, 70, -1, 0, 1200),/* 魔法書 (魔法封印) */
/* 9級法書 */
(70063, 40210, 71, -1, 0, 1300),/* 魔法書 (雷霆風暴) */
(70063, 40211, 72, -1, 0, 1300),/* 魔法書 (沉睡之霧) */
(70063, 40212, 73, -1, 0, 1300),/* 魔法書 (變形術) */
(70063, 40213, 74, -1, 0, 1300),/* 魔法書 (聖結界) */
(70063, 40214, 75, -1, 0, 1300),/* 魔法書 (集體傳送術) */
(70063, 40215, 76, -1, 0, 1300),/* 魔法書 (火風暴) */
(70063, 40216, 77, -1, 0, 1300),/* 魔法書 (藥水霜化術) */
(70063, 40217, 78, -1, 0, 1300),/* 魔法書 (強力無所遁形術) */
/* 10級法書 */
(70063, 40218, 79, -1, 0, 1400),/* 魔法書 (創造魔法武器) */
(70063, 40219, 80, -1, 0, 1400),/* 魔法書 (流星雨) */
(70063, 40220, 81, -1, 0, 1400),/* 魔法書 (終極返生術) */
(70063, 40221, 82, -1, 0, 1400),/* 魔法書 (集體緩速術) */
(70063, 40222, 83, -1, 0, 1400),/* 魔法書 (究極光裂術) */
(70063, 40223, 84, -1, 0, 1400),/* 魔法書 (絕對屏障) */
(70063, 40224, 85, -1, 0, 1400),/* 魔法書 (靈魂昇華) */
(70063, 40225, 86, -1, 0, 1400);/* 魔法書 (冰雪颶風) */