INSERT INTO `etcitem` VALUES
(42088, 'テーベ砂漠 テレポート スクロール', 'テーベ砂漠 $230', 'scroll', 'normal', 'paper', 630, 551, 22, 0, 1, 0, 0, 0, 0, 0, 32626, 32900, 780, 1, 0, 0, 4, 1500, 0, 0, 0),
(42089, 'テーベ ピラミッド内部 テレポート スクロール', 'テーベ ピラミッド内部 $230', 'scroll', 'normal', 'paper', 630, 551, 22, 0, 1, 0, 0, 0, 0, 0, 32743, 32799, 781, 1, 0, 0, 4, 1500, 0, 0, 0),
(42090, 'テーベ オシリス祭壇 テレポート スクロール', 'テーベ オシリス祭壇 $230', 'scroll', 'normal', 'paper', 630, 551, 22, 0, 1, 0, 0, 0, 0, 0, 32735, 32831, 782, 1, 0, 0, 4, 1500, 0, 0, 0);

INSERT INTO `shop` VALUES
(81027, 49158, 86, 1, 0, -1),
(81029, 42088, 133, 1, 0, -1),
(81029, 42089, 134, 1, 0, -1),
(81029, 42090, 135, 1, 0, -1);
