/*
Navicat MySQL Data Transfer

Source Server         : LocalHost
Source Server Version : 50402
Source Host           : localhost:3306
Source Database       : l1jdb_tw

Target Server Type    : MYSQL
Target Server Version : 50402
File Encoding         : 65001

Date: 2009-10-13 13:08:27
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `house`
-- ----------------------------
DROP TABLE IF EXISTS `house`;
CREATE TABLE `house` (
  `house_id` int(10) unsigned NOT NULL DEFAULT '0',
  `house_name` varchar(45) NOT NULL DEFAULT '',
  `house_area` int(10) unsigned NOT NULL DEFAULT '0',
  `location` varchar(45) NOT NULL DEFAULT '',
  `keeper_id` int(10) unsigned NOT NULL DEFAULT '0',
  `is_on_sale` int(10) unsigned NOT NULL DEFAULT '0',
  `is_purchase_basement` int(10) unsigned NOT NULL DEFAULT '0',
  `tax_deadline` datetime DEFAULT NULL,
  PRIMARY KEY (`house_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of house
-- ----------------------------
INSERT INTO `house` VALUES ('262145', '奇岩血盟小屋1', '78', '奇岩1號血盟小屋', '50527', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262146', '奇岩血盟小屋2', '45', '奇岩2號血盟小屋', '50505', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262147', '奇岩血盟小屋3', '120', '奇岩3號血盟小屋', '50519', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262148', '奇岩血盟小屋4', '45', '奇岩4號血盟小屋', '50545', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262149', '奇岩血盟小屋5', '78', '奇岩5號血盟小屋', '50531', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262150', '奇岩血盟小屋6', '120', '奇岩6號血盟小屋', '50529', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262151', '奇岩血盟小屋7', '45', '奇岩7號血盟小屋', '50516', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262152', '奇岩血盟小屋8', '78', '奇岩8號血盟小屋', '50538', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262153', '奇岩血盟小屋9', '78', '奇岩9號血盟小屋', '50518', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262154', '奇岩血盟小屋10', '120', '奇岩10號血盟小屋', '50509', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262155', '奇岩血盟小屋11', '78', '奇岩11號血盟小屋', '50536', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262156', '奇岩血盟小屋12', '78', '奇岩12號血盟小屋', '50520', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262157', '奇岩血盟小屋13', '120', '奇岩13號血盟小屋', '50543', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262158', '奇岩血盟小屋14', '78', '奇岩14號血盟小屋', '50526', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262159', '奇岩血盟小屋15', '45', '奇岩15號血盟小屋', '50512', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262160', '奇岩血盟小屋16', '78', '奇岩16號血盟小屋', '50510', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262161', '奇岩血盟小屋17', '45', '奇岩17號血盟小屋', '50504', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262162', '奇岩血盟小屋18', '120', '奇岩18號血盟小屋', '50525', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262163', '奇岩血盟小屋19', '78', '奇岩19號血盟小屋', '50534', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262164', '奇岩血盟小屋20', '78', '奇岩20號血盟小屋', '50540', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262165', '奇岩血盟小屋21', '45', '奇岩21號血盟小屋', '50515', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262166', '奇岩血盟小屋22', '120', '奇岩22號血盟小屋', '50513', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262167', '奇岩血盟小屋23', '78', '奇岩23號血盟小屋', '50528', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262168', '奇岩血盟小屋24', '45', '奇岩24號血盟小屋', '50533', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262169', '奇岩血盟小屋25', '45', '奇岩25號血盟小屋', '50542', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262170', '奇岩血盟小屋26', '120', '奇岩26號血盟小屋', '50511', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262171', '奇岩血盟小屋27', '78', '奇岩27號血盟小屋', '50501', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262172', '奇岩血盟小屋28', '45', '奇岩28號血盟小屋', '50503', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262173', '奇岩血盟小屋29', '78', '奇岩29號血盟小屋', '50508', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262174', '奇岩血盟小屋30', '45', '奇岩30號血盟小屋', '50514', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262175', '奇岩血盟小屋31', '78', '奇岩31號血盟小屋', '50532', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262176', '奇岩血盟小屋32', '78', '奇岩32號血盟小屋', '50544', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262177', '奇岩血盟小屋33', '45', '奇岩33號血盟小屋', '50524', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262178', '奇岩血盟小屋34', '45', '奇岩34號血盟小屋', '50535', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262179', '奇岩血盟小屋35', '120', '奇岩35號血盟小屋', '50521', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262180', '奇岩血盟小屋36', '45', '奇岩36號血盟小屋', '50517', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262181', '奇岩血盟小屋37', '78', '奇岩37號血盟小屋', '50537', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262182', '奇岩血盟小屋38', '78', '奇岩38號血盟小屋', '50539', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262183', '奇岩血盟小屋39', '45', '奇岩39號血盟小屋', '50507', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262184', '奇岩血盟小屋40', '78', '奇岩40號血盟小屋', '50530', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262185', '奇岩血盟小屋41', '78', '奇岩41號血盟小屋', '50502', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262186', '奇岩血盟小屋42', '45', '奇岩42號血盟小屋', '50506', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262187', '奇岩血盟小屋43', '120', '奇岩43號血盟小屋', '50522', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262188', '奇岩血盟小屋44', '120', '奇岩44號血盟小屋', '50541', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262189', '奇岩血盟小屋45', '78', '奇岩45號血盟小屋', '50523', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327681', '海音血盟小屋1', '0', '海音1號血盟小屋', '50620', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327682', '海音血盟小屋2', '0', '海音2號血盟小屋', '50623', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327683', '海音血盟小屋3', '0', '海音3號血盟小屋', '50619', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327684', '海音血盟小屋4', '0', '海音4號血盟小屋', '50621', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327685', '海音血盟小屋5', '0', '海音5號血盟小屋', '50622', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327686', '海音血盟小屋6', '0', '海音6號血盟小屋', '50624', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327687', '海音血盟小屋7', '0', '海音7號血盟小屋', '50617', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327688', '海音血盟小屋8', '0', '海音8號血盟小屋', '50614', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327689', '海音血盟小屋9', '0', '海音9號血盟小屋', '50618', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327690', '海音血盟小屋10', '0', '海音10號血盟小屋', '50616', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327691', '海音血盟小屋11', '0', '海音11號血盟小屋', '50615', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458753', '亞丁血盟小屋1', '51', '亞丁1號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458754', '亞丁血盟小屋2', '24', '亞丁2號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458755', '亞丁血盟小屋3', '24', '亞丁3號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458756', '亞丁血盟小屋4', '56', '亞丁4號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458757', '亞丁血盟小屋5', '24', '亞丁5號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458758', '亞丁血盟小屋6', '63', '亞丁6號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458759', '亞丁血盟小屋7', '24', '亞丁7號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458760', '亞丁血盟小屋8', '63', '亞丁8號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458761', '亞丁血盟小屋9', '24', '亞丁9號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458762', '亞丁血盟小屋10', '24', '亞丁10號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458763', '亞丁血盟小屋11', '24', '亞丁11號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458764', '亞丁血盟小屋12', '24', '亞丁12號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458765', '亞丁血盟小屋13', '24', '亞丁13號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458766', '亞丁血盟小屋14', '63', '亞丁14號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458767', '亞丁血盟小屋15', '24', '亞丁15號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458768', '亞丁血盟小屋16', '56', '亞丁16號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458769', '亞丁血盟小屋17', '63', '亞丁17號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458770', '亞丁血盟小屋18', '24', '亞丁18號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458771', '亞丁血盟小屋19', '32', '亞丁19號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458772', '亞丁血盟小屋20', '64', '亞丁20號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458773', '亞丁血盟小屋21', '24', '亞丁21號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458774', '亞丁血盟小屋22', '20', '亞丁22號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458775', '亞丁血盟小屋23', '24', '亞丁23號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458776', '亞丁血盟小屋24', '56', '亞丁24號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458777', '亞丁血盟小屋25', '24', '亞丁25號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458778', '亞丁血盟小屋26', '20', '亞丁26號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458779', '亞丁血盟小屋27', '42', '亞丁27號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458780', '亞丁血盟小屋28', '15', '亞丁28號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458781', '亞丁血盟小屋29', '24', '亞丁29號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458782', '亞丁血盟小屋30', '24', '亞丁30號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458783', '亞丁血盟小屋31', '42', '亞丁31號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458784', '亞丁血盟小屋32', '48', '亞丁32號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458785', '亞丁血盟小屋33', '24', '亞丁33號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458786', '亞丁血盟小屋34', '15', '亞丁34號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458787', '亞丁血盟小屋35', '24', '亞丁35號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458788', '亞丁血盟小屋36', '24', '亞丁36號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458789', '亞丁血盟小屋37', '64', '亞丁37號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458790', '亞丁血盟小屋38', '15', '亞丁38號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458791', '亞丁血盟小屋39', '15', '亞丁39號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458792', '亞丁血盟小屋40', '24', '亞丁40號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458793', '亞丁血盟小屋41', '24', '亞丁41號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458794', '亞丁血盟小屋42', '29', '亞丁42號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458795', '亞丁血盟小屋43', '24', '亞丁43號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458796', '亞丁血盟小屋44', '15', '亞丁44號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458797', '亞丁血盟小屋45', '56', '亞丁45號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458798', '亞丁血盟小屋46', '15', '亞丁46號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458799', '亞丁血盟小屋47', '24', '亞丁47號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458800', '亞丁血盟小屋48', '24', '亞丁48號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458801', '亞丁血盟小屋49', '24', '亞丁49號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458802', '亞丁血盟小屋50', '48', '亞丁50號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458803', '亞丁血盟小屋51', '24', '亞丁51號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458804', '亞丁血盟小屋52', '24', '亞丁52號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458805', '亞丁血盟小屋53', '54', '亞丁53號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458806', '亞丁血盟小屋54', '24', '亞丁54號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458807', '亞丁血盟小屋55', '63', '亞丁55號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458808', '亞丁血盟小屋56', '63', '亞丁56號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458809', '亞丁血盟小屋57', '42', '亞丁57號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458810', '亞丁血盟小屋58', '24', '亞丁58號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458811', '亞丁血盟小屋59', '24', '亞丁59號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458812', '亞丁血盟小屋60', '63', '亞丁60號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458813', '亞丁血盟小屋61', '24', '亞丁61號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458814', '亞丁血盟小屋62', '21', '亞丁62號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458815', '亞丁血盟小屋63', '63', '亞丁63號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458816', '亞丁血盟小屋64', '24', '亞丁64號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458817', '亞丁血盟小屋65', '24', '亞丁65號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458818', '亞丁血盟小屋66', '48', '亞丁66號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458819', '亞丁血盟小屋67', '24', '亞丁67號血盟小屋', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524289', '古魯丁血盟小屋1', '48', '古魯丁1號血盟小屋', '50626', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524290', '古魯丁血盟小屋2', '71', '古魯丁2號血盟小屋', '50627', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524291', '古魯丁血盟小屋3', '48', '古魯丁3號血盟小屋', '50628', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524292', '古魯丁血盟小屋4', '48', '古魯丁4號血盟小屋', '50629', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524293', '古魯丁血盟小屋5', '82', '古魯丁5號血盟小屋', '50630', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524294', '古魯丁血盟小屋6', '40', '古魯丁6號血盟小屋', '50631', '1', '0', '2008-08-01 00:00:00');
