/* 20110410 l1jtw 新增載入NPC */
INSERT INTO `spawnlist_npc` VALUES ('1310454', '伊帕奇', '1', '91064', '32684', '32662', '0', '0', '4', '0', '1005', '0');
INSERT INTO `spawnlist_npc` VALUES ('1310455', '帕利特', '1', '91063', '32681', '32681', '0', '0', '6', '0', '1005', '0');
INSERT INTO `spawnlist_npc` VALUES ('1310458', '卡瑞', '1', '91062', '32806', '32925', '0', '0', '6', '0', '1005', '0');
INSERT INTO `spawnlist_npc` VALUES ('1310459', '萊利', '1', '70649', '33603', '32503', '0', '0', '4', '0', '4', '0');
INSERT INTO `spawnlist_npc` VALUES ('1310461', '萊利的輔佐官', '1', '81119', '33604', '32502', '0', '0', '4', '0', '4', '0');
INSERT INTO `spawnlist_npc` VALUES ('1310479', '萬酷', '1', '91244', '33723', '32509', '0', '0', '6', '0', '4', '0');
INSERT INTO `spawnlist_npc` VALUES ('1310483', '韓酷', '1', '91245', '33724', '32503', '0', '0', '6', '0', '4', '0');
INSERT INTO `spawnlist_npc` VALUES ('1310502', '善良的小孩', '1', '91246', '33704', '32494', '0', '0', '4', '0', '4', '0');
INSERT INTO `spawnlist_npc` VALUES ('1310503', '善良的小孩', '1', '91246', '33449', '32807', '0', '0', '4', '0', '4', '0');
INSERT INTO `spawnlist_npc` VALUES ('1310524', '妖精森林(光)', '1', '81166', '33054', '32337', '0', '0', '6', '0', '4', '0');
INSERT INTO `spawnlist_npc` VALUES ('1310525', '海音噴水池', '1', '71097', '33601', '33245', '0', '0', '5', '0', '4', '0');