/* 20110321 l1jtw NPC資料修正 掉落道具新增 */
/* NPC資料修正 */
DELETE FROM `npc` WHERE npcid = '91180';
DELETE FROM `npc` WHERE npcid = '91181';
DELETE FROM `npc` WHERE npcid = '91182';
DELETE FROM `npc` WHERE npcid = '91183';
DELETE FROM `npc` WHERE npcid = '91165';
INSERT INTO `npc` VALUES ('91180', '侏儒族工人', '$7766', '侏儒部落', 'L1Monster', '54', '38', '650', '15', '-35', '16', '10', '9', '16', '16', '60', '2810', '-15', 'small', '0', '1', '1', '860', '860', '1020', '1020', '1040', '0', '0', '0', '1', '1', '1', '', '1', '-1', '-1', '0', '0', '0', '0', '600', '0', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '-1', '0', '0', '1', '0', '0');
INSERT INTO `npc` VALUES ('91181', '侏儒族哨兵', '$7767', '侏儒部落', 'L1Monster', '1174', '38', '650', '15', '-40', '16', '10', '9', '16', '16', '70', '1445', '-20', 'small', '0', '1', '1', '860', '860', '1020', '1020', '1040', '0', '0', '0', '1', '1', '1', '', '1', '-1', '-1', '0', '0', '0', '0', '600', '0', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '-1', '0', '0', '1', '0', '0');
INSERT INTO `npc` VALUES ('91182', '侏儒族將軍', '$7768', '侏儒部落', 'L1Monster', '7335', '45', '700', '15', '-50', '16', '10', '9', '16', '16', '70', '2026', '-30', 'small', '0', '1', '1', '860', '860', '1020', '1020', '1040', '0', '0', '0', '1', '1', '1', '', '1', '-1', '-1', '0', '0', '0', '0', '600', '0', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '-1', '0', '0', '1', '0', '0');
INSERT INTO `npc` VALUES ('91183', '侏儒族魔法師', '$7769', '侏儒部落', 'L1Monster', '7362', '45', '700', '600', '-35', '16', '10', '9', '16', '16', '90', '2026', '-30', 'small', '0', '1', '1', '860', '860', '1020', '1020', '1040', '0', '0', '0', '1', '1', '1', '', '1', '-1', '-1', '0', '0', '0', '0', '600', '0', '50', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '-1', '0', '0', '1', '0', '0');
INSERT INTO `npc` VALUES ('91165', '骸龍', '$7772', '安塔瑞斯棲息地', 'L1Monster', '7435', '70', '850', '450', '-75', '22', '20', '18', '16', '22', '10', '4901', '-110', 'large', '0', '1', '1', '860', '960', '1120', '1040', '1040', '0', '0', '0', '1', '1', '1', 'Dragon', '1', '-1', '-1', '0', '0', '0', '0', '400', '0', '100', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '-1', '0', '0', '1', '0', '0');
Update npc Set gfxid = '8063' Where npcid = '91303'; /* 受詛咒的巫女莎爾 */

/* 道具資料修正 */
Update etcitem Set name = '侏儒蘑菇' Where item_id= '50524';

/* 掉落道具新增 */
INSERT INTO `droplist` VALUES ('91180', '40013', '1', '1', '35000'); /* 侏儒族工人  自我加速藥水 */
INSERT INTO `droplist` VALUES ('91180', '50524', '1', '1', '4000'); /* 侏儒族工人  侏儒蘑菇 */
INSERT INTO `droplist` VALUES ('91180', '50525', '1', '1', '3000'); /* 侏儒族工人  侏儒符咒 */
INSERT INTO `droplist` VALUES ('91180', '50526', '1', '1', '3000'); /* 侏儒族工人  古老水珍珠 */
INSERT INTO `droplist` VALUES ('91180', '50527', '1', '1', '3000'); /* 侏儒族工人  古老白水晶 */
INSERT INTO `droplist` VALUES ('91181', '40013', '1', '1', '35000'); /* 侏儒族哨兵  自我加速藥水 */
INSERT INTO `droplist` VALUES ('91181', '50524', '1', '1', '4000'); /* 侏儒族哨兵  侏儒蘑菇 */
INSERT INTO `droplist` VALUES ('91181', '50525', '1', '1', '3000'); /* 侏儒族哨兵  侏儒符咒 */
INSERT INTO `droplist` VALUES ('91181', '50526', '1', '1', '3000'); /* 侏儒族哨兵  古老水珍珠 */
INSERT INTO `droplist` VALUES ('91181', '50527', '1', '1', '3000'); /* 侏儒族哨兵  古老白水晶 */
INSERT INTO `droplist` VALUES ('91182', '40013', '1', '1', '35000'); /* 侏儒族魔法師  自我加速藥水 */
INSERT INTO `droplist` VALUES ('91182', '50524', '1', '1', '7000'); /* 侏儒族魔法師  侏儒蘑菇 */
INSERT INTO `droplist` VALUES ('91182', '50525', '1', '1', '7000'); /* 侏儒族魔法師  侏儒符咒 */
INSERT INTO `droplist` VALUES ('91182', '50526', '1', '1', '7000'); /* 侏儒族魔法師  古老水珍珠 */
INSERT INTO `droplist` VALUES ('91182', '50527', '1', '1', '7000'); /* 侏儒族魔法師  古老白水晶 */
INSERT INTO `droplist` VALUES ('91183', '40013', '1', '1', '35000'); /* 侏儒族將軍  自我加速藥水 */
INSERT INTO `droplist` VALUES ('91183', '50524', '1', '1', '8000'); /* 侏儒族將軍  侏儒蘑菇 */
INSERT INTO `droplist` VALUES ('91183', '50525', '1', '1', '8000'); /* 侏儒族將軍  侏儒符咒 */
INSERT INTO `droplist` VALUES ('91183', '50526', '1', '1', '8000'); /* 侏儒族將軍  古老水珍珠 */
INSERT INTO `droplist` VALUES ('91183', '50527', '1', '1', '8000'); /* 侏儒族將軍  古老白水晶 */
INSERT INTO `droplist` VALUES ('91165', '40393', '1', '1', '2000'); /* 骸龍  火龍鱗 */
INSERT INTO `droplist` VALUES ('91165', '40394', '1', '1', '2000'); /* 骸龍  風龍鱗 */
INSERT INTO `droplist` VALUES ('91165', '40395', '1', '1', '2000'); /* 骸龍  水龍鱗 */
INSERT INTO `droplist` VALUES ('91165', '40396', '1', '1', '2000'); /* 骸龍  地龍鱗 */
INSERT INTO `droplist` VALUES ('91165', '50520', '1', '1', '1000'); /* 骸龍  地龍之渴望的眼淚 */
INSERT INTO `droplist` VALUES ('91165', '50521', '1', '1', '1000'); /* 骸龍  火龍之渴望的眼淚 */
INSERT INTO `droplist` VALUES ('91165', '50522', '1', '1', '1000'); /* 骸龍  水龍之渴望的眼淚 */
INSERT INTO `droplist` VALUES ('91165', '50523', '1', '1', '1000'); /* 骸龍  風龍之渴望的眼淚 */
INSERT INTO `droplist` VALUES ('91155', '40466', '1', '1', '200'); /* 幼龍(紅)  龍之心 */
INSERT INTO `droplist` VALUES ('91156', '40466', '1', '1', '200'); /* 幼龍(藍)  龍之心 */
INSERT INTO `droplist` VALUES ('91157', '40013', '1', '1', '30000'); /* 泥龍(地) 自我加速藥水 */
INSERT INTO `droplist` VALUES ('91157', '40396', '1', '1', '2000'); /* 泥龍(地)  地龍鱗 */
INSERT INTO `droplist` VALUES ('91157', '50520', '1', '1', '1000'); /* 泥龍(地)  地龍之渴望的眼淚 */
INSERT INTO `droplist` VALUES ('91158', '40013', '1', '1', '30000'); /* 泥龍(火) 自我加速藥水 */
INSERT INTO `droplist` VALUES ('91158', '40395', '1', '1', '2000'); /* 泥龍(火)  火龍鱗 */
INSERT INTO `droplist` VALUES ('91158', '50521', '1', '1', '1000'); /* 泥龍(火)  火龍之渴望的眼淚 */
INSERT INTO `droplist` VALUES ('91159', '40013', '1', '1', '30000'); /* 泥龍(水) 自我加速藥水 */
INSERT INTO `droplist` VALUES ('91159', '40395', '1', '1', '2000'); /* 泥龍(水)  水龍鱗 */
INSERT INTO `droplist` VALUES ('91159', '50522', '1', '1', '1000'); /* 泥龍(水)  水龍之渴望的眼淚 */
INSERT INTO `droplist` VALUES ('91160', '40013', '1', '1', '30000'); /* 泥龍(風) 自我加速藥水 */
INSERT INTO `droplist` VALUES ('91160', '40394', '1', '1', '2000'); /* 泥龍(風)  風龍鱗 */
INSERT INTO `droplist` VALUES ('91160', '50523', '1', '1', '1000'); /* 泥龍(風)  風龍之渴望的眼淚 */
INSERT INTO `droplist` VALUES ('91161', '40013', '1', '1', '30000'); /* 荒龍(地) 自我加速藥水 */
INSERT INTO `droplist` VALUES ('91161', '40396', '1', '1', '2000'); /* 荒龍(地)  地龍鱗 */
INSERT INTO `droplist` VALUES ('91161', '50520', '1', '1', '1000'); /* 荒龍(地)  地龍之渴望的眼淚 */
INSERT INTO `droplist` VALUES ('91162', '40013', '1', '1', '30000'); /* 荒龍(火) 自我加速藥水 */
INSERT INTO `droplist` VALUES ('91162', '40395', '1', '1', '2000'); /* 荒龍(火)  火龍鱗 */
INSERT INTO `droplist` VALUES ('91162', '50521', '1', '1', '1000'); /* 荒龍(火)  火龍之渴望的眼淚 */
INSERT INTO `droplist` VALUES ('91163', '40013', '1', '1', '30000'); /* 荒龍(水) 自我加速藥水 */
INSERT INTO `droplist` VALUES ('91163', '40395', '1', '1', '2000'); /* 荒龍(水)  水龍鱗 */
INSERT INTO `droplist` VALUES ('91163', '50522', '1', '1', '1000'); /* 荒龍(水)  水龍之渴望的眼淚 */
INSERT INTO `droplist` VALUES ('91164', '40013', '1', '1', '30000'); /* 荒龍(風) 自我加速藥水 */
INSERT INTO `droplist` VALUES ('91164', '40394', '1', '1', '2000'); /* 荒龍(風)  風龍鱗 */
INSERT INTO `droplist` VALUES ('91164', '50523', '1', '1', '1000'); /* 荒龍(風)  風龍之渴望的眼淚 */