/* 20110313 l1jtw 新增道具 */
INSERT INTO `etcitem` VALUES ('49309', '閃爍的鱗片', '$8811', '$8811', 'other', 'none', 'animalmatter', '0', '3863', '1732', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '1');

/* 3.3C 釣魚NPC */
INSERT INTO `spawnlist_npc` VALUES ('89694', '釣魚爺爺馬鲁可', '1', '80080', '32610', '32768', '0', '0', '1', '0', '4', '0');
INSERT INTO `spawnlist_npc` VALUES ('89695', '釣魚婆婆雷蒂亞', '1', '80081', '32606', '32770', '0', '0', '3', '0', '4', '0');
INSERT INTO `spawnlist_npc` VALUES ('89696', '釣魚小童波爾', '1', '80083', '32727', '32805', '0', '0', '0', '0', '5300', '0');
INSERT INTO `spawnlist_npc` VALUES ('89697', '釣魚小童波爾', '1', '80083', '32730', '32875', '0', '0', '0', '0', '5300', '0');
INSERT INTO `spawnlist_npc` VALUES ('89698', '釣魚小童波爾', '1', '80083', '32769', '32829', '0', '0', '0', '0', '5300', '0');
INSERT INTO `spawnlist_npc` VALUES ('89699', '釣魚小童波爾', '1', '80083', '32789', '32789', '0', '0', '0', '0', '5300', '0');
INSERT INTO `spawnlist_npc` VALUES ('89700', '釣魚小童波爾', '1', '80083', '32794', '32866', '0', '0', '0', '0', '5300', '0');