/* 20110316 l1jtw 傳送點新增 */
INSERT INTO `dungeon` VALUES ('32938', '32610', '1005', '32679', '32745', '1005', '1', '安塔瑞斯階段型1返回');
INSERT INTO `dungeon` VALUES ('32679', '32745', '1005', '32938', '32610', '1005', '1', '安塔瑞斯階段型1進入');
INSERT INTO `dungeon` VALUES ('32703', '32670', '1005', '32796', '32662', '1005', '1', '安塔瑞斯階段型3進入');
INSERT INTO `dungeon` VALUES ('32624', '32724', '1005', '32796', '32662', '1005', '2', '安塔瑞斯直接型1進入');
INSERT INTO `dungeon` VALUES ('32939', '32732', '1005', '32671', '32666', '1005', '2', '安塔瑞斯階段型2進入');
INSERT INTO `dungeon` VALUES ('33002', '32732', '1011', '32993', '32842', '1011', '2', '法利昂直接型1進入');
INSERT INTO `dungeon` VALUES ('32921', '32727', '1011', '32955', '32595', '1011', '1', '法利昂階段型1進入');
INSERT INTO `dungeon` VALUES ('32955', '32595', '1011', '32921', '32727', '1011', '1', '法利昂階段型1返回');
INSERT INTO `dungeon` VALUES ('33051', '32532', '1011', '32927', '32658', '1011', '2', '法利昂階段型2進入');
INSERT INTO `dungeon` VALUES ('32941', '32671', '1011', '32993', '32842', '1011', '1', '法利昂階段型3進入');