/* 20110317 l1jtw 地龍傳送點修正 */
DELETE FROM `dungeon` WHERE new_mapid = '1005';

INSERT INTO `dungeon` VALUES ('32624', '32724', '1005', '32796', '32662', '1005', '0', '直接型(直接單挑安塔瑞斯)=>安塔瑞斯棲息地');
INSERT INTO `dungeon` VALUES ('32671', '32667', '1005', '32811', '32924', '1005', '0', '休息區=>安塔瑞斯棲息地入口');
INSERT INTO `dungeon` VALUES ('32678', '32746', '1005', '32809', '32802', '1005', '0', '進階型(卡瑞任務闖關)===>>安塔瑞斯棲息地入口');
INSERT INTO `dungeon` VALUES ('32703', '32670', '1005', '32796', '32662', '1005', '0', '安塔瑞斯棲息地入口->安塔瑞斯洞穴入口');
INSERT INTO `dungeon` VALUES ('32796', '32662', '1005', '32703', '32670', '1005', '0', '安塔瑞斯棲息->安塔瑞斯棲息地');,
INSERT INTO `dungeon` VALUES ('32809', '32802', '1005', '32678', '32746', '1005', '0', '安塔瑞斯棲息地入口===>>進階型(卡瑞任務闖關)');
INSERT INTO `dungeon` VALUES ('32811', '32924', '1005', '32671', '32667', '1005', '0', '安塔瑞斯棲息地入口->休息區');