/* NPC販賣新增 91001 夏依藍 亞丁 34022 33107 */
INSERT INTO `shop` (`npc_id`, `item_id`, `order_id`, `selling_price`, `pack_count`, `purchasing_price`) VALUES
(91001, 40074, 0, 35000, 0, 17000),
(91001, 40087, 1, 90000, 0, 45000),
(91001, 49148, 2, 115000, 0, 55000);

/* NPC販賣新增 夏依藍 販售地水風火四屬性武器強化卷軸  */
INSERT INTO `shop` (`npc_id`, `item_id`, `order_id`, `selling_price`, `pack_count`, `purchasing_price`) VALUES
(91001, 41429, 3, 230000, 0, 115000),
(91001, 41430, 4, 230000, 0, 115000),
(91001, 41431, 5, 230000, 0, 115000),
(91001, 41432, 6, 230000, 0, 115000);

/* NPC販賣新增 商人 販售封印卷軸  */
INSERT INTO `shop` (`npc_id`, `item_id`, `order_id`, `selling_price`, `pack_count`, `purchasing_price`) VALUES
(70051, 41426, 18, 4800, 0, -1),/* 亞丁城市 免稅雜貨商人 馬古斯 */
(70047, 41426, 37, 4800, 0, -1),/* 亞丁城市 武器商店 戴夫曼 */
(70052, 41426, 53, 4800, 0, -1),/* 亞丁城市 雜貨商人 馬夏 */
(70048, 41426, 37, 4800, 0, -1),/* 亞丁城市 雜貨商店 拉溫 */
(70057, 41426, 24, 4800, 0, -1),/* 亞丁城市 魔法商店 凱瑟琳 */
(70017, 41426, 11, 4800, 0, -1),/* 古魯丁地監 7樓 魔法師 歐林 */
(70024, 41426, 22, 4800, 0, -1),/* 古魯丁村莊 武器防具商店 凱蒂 */
(70021, 41426, 26, 4800, 0, -1),/* 古魯丁村莊 雜貨商店 露西 */
(70039, 41426, 53, 4800, 0, -1),/* 奇岩城市 武器商店 溫諾 */
(70030, 41426, 66, 4800, 0, -1),/* 奇岩城市 雜貨商店 邁爾 */
(70033, 41426, 25, 4800, 0, -1),/* 奇岩城市 魔法商店 莫瑞塔 */
(70044, 41426, 38, 4800, 0, -1),/* 威頓村 武器防具商店 瑞福 */
(70045, 41426, 67, 4800, 0, -1),/* 威頓村 雜貨商店 蓓莉 */
(70005, 41426, 43, 4800, 0, -1),/* 帕古洞穴 妖魔商人 帕古 */
(70093, 41426, 33, 4800, 0, -1),/* 歐姆村 雜貨商人 嘉勒福 */
(70061, 41426, 46, 4800, 0, -1),/* 歐瑞村 武器商店 曼德拉 */
(70063, 41426, 89, 4800, 0, -1),/* 歐瑞村 雜貨商店 畢伍斯 */
(70088, 41426, 33, 4800, 0, -1),/* 沉默洞穴 雜貨商人 史克瓦提 */
(70071, 41426, 23, 4800, 0, -1),/* 沙漠綠洲 雜貨商人 亞修 */
(70081, 41426, 18, 4800, 0, -1),/* 海音地監 4樓 雜貨商人 巴克休 */
(70083, 41426, 17, 4800, 0, -1),/* 海音城市 武器防具商店 須凡 */
(70082, 41426, 35, 4800, 0, -1),/* 海音城市 雜貨商店 比特 */
(70079, 41426, 27, 4800, 0, -1),/* 燃柳村 雜貨商人 傑克森 */
(70016, 41426, 51, 4800, 0, -1),/* 肯特村 武器防具商店 安迪 */
(70018, 41426, 55, 4800, 0, -1),/* 肯特村 雜貨商店 索拉雅 */
(70010, 41426, 16, 4800, 0, -1),/* 說話之島 妖魔商人 巴辛 */
(70014, 41426, 45, 4800, 0, -1),/* 說話之島港口 雜貨商人 潘朵拉 */
(70067, 41426, 36, 4800, 0, -1),/* 象牙塔 1樓 魔法商品販售員 帕羅 */
(70090, 41426, 13, 4800, 0, -1),/* 遺忘之島 雜貨商人 奇克 */
(70091, 41426, 13, 4800, 0, -1),/* 遺忘之島 雜貨商人 提倫 */
(70073, 41426, 51, 4800, 0, -1),/* 銀騎士村莊 武器防具商店 格林 */
(70074, 41426, 58, 4800, 0, -1),/* 銀騎士村莊 雜貨商店 梅林 */
(70072, 41426, 70, 4800, 0, -1);/* 風木村莊 雜貨商店 艾米娜 */